Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: Seamlessly incorporate images, videos, and multimedia elements that enhance your content and engage visitors effectively.
de: Integrieren Sie nahtlos Bilder, Videos und Multimedia-Elemente, die Ihre Inhalte verbessern und Besucher effektiv ansprechen.
es: Incorpora sin problemas imágenes, vídeos y elementos multimedia que mejoren tu contenido y atraigan a los visitantes de manera efectiva.
fr: Intégrez harmonieusement des images, des vidéos et des éléments multimédias qui améliorent votre contenu et engagent efficacement les visiteurs.

source: Blueprint Image
de: Blueprint Bild
es: Imagen del plano
fr: Image du plan

source: Ensure your online presence truly represents you.
de: Stellen Sie sicher, dass Ihre Online-Präsenz Sie wirklich repräsentiert.
es: Asegúrate de que tu presencia en línea realmente te represente.
fr: Assurez-vous que votre présence en ligne vous représente vraiment.

source: Enhanced user engagement
de: Verbesserte Benutzerbindung
es: Mayor compromiso del usuario
fr: Engagement utilisateur amélioré

source: Captivate your audience with interactive elements, intuitive navigation, and visually appealing layouts, encouraging longer visits.
de: Fesseln Sie Ihr Publikum mit interaktiven Elementen, intuitiver Navigation und optisch ansprechenden Layouts, die längere Besuche fördern.
es: Cautiva a tu audiencia con elementos interactivos, navegación intuitiva y diseños visualmente atractivos, fomentando visitas más largas.
fr: Captivez votre public avec des éléments interactifs, une navigation intuitive et des mises en page visuellement attrayantes, encourageant des visites plus longues.

source: Continuous improvement
de: Kontinuierliche Verbesserung
es: Mejora continua
fr: Amélioration continue

source: Ensure your website stays aligned with the latest trends and technologies through regular updates and enhancements.
de: Stellen Sie durch regelmäßige Updates und Verbesserungen sicher, dass Ihre Website mit den neuesten Trends und Technologien Schritt hält.
es: Asegúrate de que tu sitio web se mantenga alineado con las últimas tendencias y tecnologías mediante actualizaciones y mejoras periódicas.
fr: Assurez-vous que votre site web reste aligné avec les dernières tendances et technologies grâce à des mises à jour et des améliorations régulières.

source: Time and resource efficiency
de: Zeit- und Ressourceneffizienz
es: Eficiencia en tiempo y recursos
fr: Efficacité en temps et en ressources

source: Skip the time-consuming process of building a website from scratch and launch your online presence sooner with AstroWind.
de: Überspringen Sie den zeitraubenden Prozess des Aufbaus einer Website von Grund auf und starten Sie Ihre Online-Präsenz früher mit AstroWind.
es: Ahórrate el laborioso proceso de construir un sitio web desde cero y lanza tu presencia online más rápido con AstroWind.
fr: Évitez le processus chronophage de création d'un site web à partir de zéro et lancez votre présence en ligne plus rapidement avec AstroWind.

source: Community support
de: Community-Unterstützung
es: Soporte de la comunidad
fr: Soutien de la communauté

source: Join the growing AstroWind community for insights, resources, and assistance, ensuring you're never alone on your web development journey.
de: Treten Sie der wachsenden AstroWind-Community bei, um Einblicke, Ressourcen und Unterstützung zu erhalten, damit Sie auf Ihrer Webentwicklungsreise nie allein sind.
es: Únete a la creciente comunidad de AstroWind para obtener información, recursos y asistencia, asegurándote de no estar nunca solo en tu camino de desarrollo web.
fr: Rejoignez la communauté grandissante d'AstroWind pour des informations, des ressources et de l'aide, vous assurant de n'être jamais seul dans votre parcours de développement web.

source: Astronauts Image
de: Astronauten Bild
es: Imagen de astronautas
fr: Image d'astronautes

source: Designed to foster growth and success.
de: Entwickelt, um Wachstum und Erfolg zu fördern.
es: Diseñado para fomentar el crecimiento y el éxito.
fr: Conçu pour favoriser la croissance et le succès.

source: Get your dream website up and running in no time with AstroWind.
de: Mit AstroWind ist Ihre Traumwebsite im Handumdrehen einsatzbereit.
es: Pon en marcha el sitio web de tus sueños en poco tiempo con AstroWind.
fr: Créez le site web de vos rêves en un rien de temps avec AstroWind.

source: Step 1: <span class="font-medium">Download</span>
de: Schritt 1: <span class="font-medium">Herunterladen</span>
es: Paso 1: <span class="font-medium">Descargar</span>
fr: Étape 1 : <span class="font-medium">Télécharger</span>

source: Kickstart with GitHub! Either fork the AstroWind template or simply click 'Use this template'. Your canvas awaits, ready for your digital masterpiece. In just a few clicks, you've already set the foundation.
de: Starten Sie mit GitHub! Forken Sie entweder die AstroWind-Vorlage oder klicken Sie einfach auf „Diese Vorlage verwenden“. Ihre Leinwand wartet, bereit für Ihr digitales Meisterwerk. Mit nur wenigen Klicks haben Sie bereits das Fundament gelegt.
es: ¡Empieza con GitHub! Haz un fork de la plantilla AstroWind o simplemente haz clic en 'Use this template'. Tu lienzo te espera, listo para tu obra maestra digital. En solo unos clics, ya habrás establecido los cimientos.
fr: Lancez-vous avec GitHub ! Soit forkez le modèle AstroWind, soit cliquez simplement sur 'Utiliser ce modèle'. Votre toile vous attend, prête pour votre chef-d'œuvre numérique. En quelques clics seulement, vous avez déjà posé les fondations.

source: Step 2: <span class="font-medium">Add content</span>
de: Schritt 2: <span class="font-medium">Inhalt hinzufügen</span>
es: Paso 2: <span class="font-medium">Añadir contenido</span>
fr: Étape 2 : <span class="font-medium">Ajouter du contenu</span>

source: Pour your vision into it. Add images, text, and all that jazz to breathe life into your digital space. Remember, it's the content that tells your story, so make it captivating.
de: Gießen Sie Ihre Vision hinein. Fügen Sie Bilder, Texte und all das hinzu, um Ihrem digitalen Raum Leben einzuhauchen. Denken Sie daran, es ist der Inhalt, der Ihre Geschichte erzählt, also gestalten Sie ihn fesselnd.
es: Vuelca tu visión en él. Añade imágenes, texto y todo lo demás para dar vida a tu espacio digital. Recuerda, es el contenido lo que cuenta tu historia, así que hazlo cautivador.
fr: Versez-y votre vision. Ajoutez des images, du texte et tout ce qui est nécessaire pour insuffler de la vie à votre espace numérique. N'oubliez pas que c'est le contenu qui raconte votre histoire, alors rendez-le captivant.

source: Step 3: <span class="font-medium">Customize styles</span>
de: Schritt 3: <span class="font-medium">Stile anpassen</span>
es: Paso 3: <span class="font-medium">Personalizar estilos</span>
fr: Étape 3 : <span class="font-medium">Personnaliser les styles</span>

source: Give it your personal touch. Tailor colors, fonts, and layouts until it feels just right. Your unique flair, amplified by AstroWind! Precision in design ensures a seamless user experience.
de: Verleihen Sie ihm Ihre persönliche Note. Passen Sie Farben, Schriftarten und Layouts an, bis es genau richtig ist. Ihr einzigartiges Flair, verstärkt durch AstroWind! Präzision im Design sorgt für ein nahtloses Benutzererlebnis.
es: Dale tu toque personal. Adapta colores, fuentes y diseños hasta que se sienta perfecto. ¡Tu estilo único, amplificado por AstroWind! La precisión en el diseño garantiza una experiencia de usuario fluida.
fr: Donnez-lui votre touche personnelle. Adaptez les couleurs, les polices et les mises en page jusqu'à ce que cela vous convienne parfaitement. Votre style unique, amplifié par AstroWind ! La précision dans le design assure une expérience utilisateur fluide.

source: Ready!
de: Fertig!
es: ¡Listo!
fr: Prêt !

source: Steps image
de: Schritte Bild
es: Imagen de pasos
fr: Image des étapes

source: Most used widgets
de: Meistgenutzte Widgets
es: Widgets más utilizados
fr: Widgets les plus utilisés

source: Provides frequently used components for building websites using Tailwind CSS
de: Bietet häufig verwendete Komponenten für den Aufbau von Websites mit Tailwind CSS
es: Proporciona componentes de uso frecuente para construir sitios web con Tailwind CSS
fr: Fournit des composants fréquemment utilisés pour construire des sites web avec Tailwind CSS

source: Components
de: Komponenten
es: Componentes
fr: Composants

source: Headers
de: Header
es: Encabezados
fr: En-têtes

source: Ever tried driving without GPS? Boom! That's why websites need headers for direction.
de: Schon mal versucht, ohne GPS zu fahren? Boom! Deshalb brauchen Websites Header für die Orientierung.
es: ¿Alguna vez has intentado conducir sin GPS? ¡Bum! Por eso los sitios web necesitan encabezados para orientarse.
fr: Avez-vous déjà essayé de conduire sans GPS ? Boum ! C'est pourquoi les sites web ont besoin d'en-têtes pour s'orienter.

source: Heros
de: Helden
es: Secciones Héroe
fr: Héros

source: Picture a superhero landing – epic, right? That's the job of a Hero section, making grand entrances!
de: Stellen Sie sich eine Superheldenlandung vor – episch, oder? Das ist die Aufgabe eines Hero-Bereichs, der große Auftritte inszeniert!
es: Imagina el aterrizaje de un superhéroe: épico, ¿verdad? Ese es el trabajo de una sección Héroe, ¡hacer entradas triunfales!
fr: Imaginez un atterrissage de super-héros – épique, n'est-ce pas ? C'est le rôle d'une section Héros, faire des entrées grandioses !

source: Where websites strut their stuff and show off superpowers. No holding back on the bragging rights here!
de: Wo Websites ihr Zeug zur Schau stellen und Superkräfte zeigen. Hier gibt es keine Zurückhaltung, wenn es ums Prahlen geht!
es: Donde los sitios web lucen sus mejores galas y presumen de sus superpoderes. ¡Aquí no hay que cortarse a la hora de presumir!
fr: Où les sites web se pavent et montrent leurs super-pouvoirs. Pas de retenue sur le droit de se vanter ici !

source: Content
de: Inhalt
es: Contenido
fr: Contenu

source: Dive into the meat and potatoes of a site; without it, you'd just be window shopping. Content is king.
de: Tauchen Sie ein in das Herzstück einer Website; ohne sie würden Sie nur Schaufensterbummel machen. Inhalt ist König.
es: Sumérgete en lo esencial de un sitio; sin ello, solo estarías mirando el escaparate. El contenido es el rey.
fr: Plongez dans le cœur d'un site ; sans lui, vous feriez simplement du lèche-vitrine. Le contenu est roi.

source: Call-to-Action
de: Aufruf zum Handeln
es: Llamada a la acción
fr: Appel à l'action

source: That enthusiastic friend who's always urging, "Do it! Do it!"? Yeah, that's this button nudging you towards adventure.
de: Dieser enthusiastische Freund, der immer drängt: „Mach es! Mach es!“? Ja, das ist dieser Knopf, der Sie zum Abenteuer drängt.
es: ¿Ese amigo entusiasta que siempre te insta a "¡Hazlo! ¡Hazlo!"? Sí, ese es este botón que te empuja hacia la aventura.
fr: Cet ami enthousiaste qui vous exhorte toujours, "Fais-le ! Fais-le !" ? Oui, c'est ce bouton qui vous pousse vers l'aventure.

source: Pricing
de: Preise
es: Precios
fr: Tarifs

source: Behold the dessert menu of the website world. Tempting choices await, can you resist?
de: Siehe die Dessertkarte der Website-Welt. Verlockende Auswahl wartet, können Sie widerstehen?
es: Contempla el menú de postres del mundo de los sitios web. Te esperan opciones tentadoras, ¿podrás resistirte?
fr: Voici le menu des desserts du monde des sites web. Des choix tentants vous attendent, pourrez-vous résister ?

source: Testimonial
es: Testimonio
fr: Témoignage

source: Step into the gossip corner! Here, other visitors spill the beans and share the juicy details.
de: Treten Sie ein in die Klatsch-Ecke! Hier plaudern andere Besucher aus dem Nähkästchen und teilen die saftigen Details.
es: ¡Entra en el rincón de los cotilleos! Aquí, otros visitantes cuentan sus experiencias y comparten los detalles más jugosos.
fr: Entrez dans le coin des potins ! Ici, d'autres visiteurs racontent tout et partagent les détails croustillants.

source: Like a digital mailbox, but faster! Drop a line, ask a question, or send a virtual high-five. Ding! Message in.
de: Wie ein digitales Postfach, aber schneller! Schreiben Sie eine Zeile, stellen Sie eine Frage oder senden Sie ein virtuelles High-Five. Ding! Nachricht angekommen.
es: ¡Como un buzón digital, pero más rápido! Escribe unas líneas, haz una pregunta o envía un choca esos cinco virtual. ¡Ding! Mensaje recibido.
fr: Comme une boîte aux lettres numérique, mais plus rapide ! Laissez un message, posez une question ou envoyez un high-five virtuel. Ding ! Message reçu.

source: Footers
de: Fußzeilen
es: Pies de página
fr: Pieds de page

source: The footer's like the credits of a movie but sprinkled with easter eggs. Time to hunt!
de: Die Fußzeile ist wie der Abspann eines Films, aber mit Ostereiern gespickt. Zeit zur Jagd!
es: El pie de página es como los créditos de una película pero salpicado de huevos de pascua. ¡Hora de cazar!
fr: Le pied de page, c'est comme le générique d'un film, mais parsemé d'œufs de Pâques. C'est le moment de chasser !

source: Find out more content in our Blog
de: Weitere Inhalte finden Sie in unserem Blog
es: Encuentra más contenido en nuestro Blog
fr: Découvrez plus de contenu sur notre blog

source: The blog is used to display AstroWind documentation. Each new article will be an important step that you will need to know to be an expert in creating a website using Astro + Tailwind CSS. Astro is a very interesting technology. Thanks.
de: Der Blog dient zur Anzeige der AstroWind-Dokumentation. Jeder neue Artikel ist ein wichtiger Schritt, den Sie kennen müssen, um ein Experte in der Erstellung einer Website mit Astro + Tailwind CSS zu werden. Astro ist eine sehr interessante Technologie. Danke.
es: El blog se utiliza para mostrar la documentación de AstroWind. Cada nuevo artículo será un paso importante que deberás conocer para ser un experto en la creación de un sitio web utilizando Astro + Tailwind CSS. Astro es una tecnología muy interesante. Gracias.
fr: Le blog est utilisé pour afficher la documentation AstroWind. Chaque nouvel article sera une étape importante que vous devrez connaître pour devenir un expert dans la création d'un site web en utilisant Astro + Tailwind CSS. Astro est une technologie très intéressante. Merci.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Questions Fréquemment Posées

source: Dive into the following questions to gain insights into the powerful features that AstroWind offers and how it can elevate your web development journey.
de: Tauchen Sie ein in die folgenden Fragen, um Einblicke in die leistungsstarken Funktionen von AstroWind zu erhalten und wie es Ihre Webentwicklungsreise bereichern kann.
es: Sumérgete en las siguientes preguntas para conocer las potentes funciones que ofrece AstroWind y cómo puede elevar tu trayectoria de desarrollo web.
fr: Plongez dans les questions suivantes pour mieux comprendre les fonctionnalités puissantes offertes par AstroWind et comment il peut améliorer votre parcours de développement web.

source: FAQs
es: Preguntas frecuentes
fr: FAQ

source: Why AstroWind?
de: Warum AstroWind?
es: ¿Por qué AstroWind?
fr: Pourquoi AstroWind ?

source: Michael Knight a young loner on a crusade to champion the cause of the innocent. The helpless. The powerless in a world of criminals who operate above the law. Here he comes Here comes Speed Racer. He's a demon on wheels.
de: Michael Knight, ein junger Einzelgänger auf einem Kreuzzug, um die Sache der Unschuldigen zu verteidigen. Der Hilflosen. Der Machtlosen in einer Welt von Kriminellen, die über dem Gesetz stehen. Hier kommt er, hier kommt Speed Racer. Er ist ein Dämon auf Rädern.
es: Michael Knight, un joven solitario en una cruzada para defender la causa de los inocentes. Los indefensos. Los impotentes en un mundo de criminales que operan por encima de la ley. Aquí viene, aquí viene Speed Racer. Es un demonio sobre ruedas.
fr: Michael Knight, un jeune loup solitaire en croisade pour défendre la cause des innocents. Des sans défense. Des impuissants dans un monde de criminels qui opèrent au-dessus des lois. Le voici, voici Speed Racer. C'est un démon sur roues.

source: What do I need to start?
de: Was brauche ich, um zu beginnen?
es: ¿Qué necesito para empezar?
fr: De quoi ai-je besoin pour commencer ?

source: Space, the final frontier. These are the voyages of the Starship Enterprise. Its five-year mission: to explore strange new worlds. Many say exploration is part of our destiny, but it’s actually our duty to future generations.
de: Der Weltraum, unendliche Weiten. Dies sind die Reisen des Raumschiffs Enterprise. Ihre fünfjährige Mission: neue, fremde Welten zu entdecken. Viele sagen, Erkundung sei Teil unseres Schicksals, aber es ist tatsächlich unsere Pflicht gegenüber zukünftigen Generationen.
es: Espacio, la frontera final. Estos son los viajes de la nave estelar Enterprise. Su misión de cinco años: explorar extraños mundos nuevos. Muchos dicen que la exploración es parte de nuestro destino, pero en realidad es nuestro deber para con las generaciones futuras.
fr: L'espace, la dernière frontière. Ce sont les voyages du vaisseau spatial Enterprise. Sa mission de cinq ans : explorer de nouveaux mondes étranges. Beaucoup disent que l'exploration fait partie de notre destin, mais c'est en fait notre devoir envers les générations futures.

source: How to install the Astro + Tailwind CSS template?
de: Wie installiere ich die Astro + Tailwind CSS Vorlage?
es: ¿Cómo instalar la plantilla de Astro + Tailwind CSS?
fr: Comment installer le modèle Astro + Tailwind CSS ?

source: Well, the way they make shows is, they make one show. That show's called a pilot. Then they show that show to the people who make shows, and on the strength of that one show they decide if they're going to make more shows.
de: Nun, die Art und Weise, wie sie Shows machen, ist, sie machen eine Show. Diese Show wird Pilot genannt. Dann zeigen sie diese Show den Leuten, die Shows machen, und aufgrund dieser einen Show entscheiden sie, ob sie weitere Shows machen werden.
es: Bueno, la forma en que hacen las series es que hacen una serie. Esa serie se llama piloto. Luego muestran esa serie a la gente que hace series, y en función de la fuerza de esa única serie deciden si van a hacer más series.
fr: Eh bien, la façon dont ils font des émissions, c'est qu'ils font une émission. Cette émission s'appelle un pilote. Ensuite, ils montrent cette émission aux gens qui font des émissions, et sur la base de cette seule émission, ils décident s'ils vont faire plus d'émissions.

source: What's something that you don't understand?
de: Was ist etwas, das Sie nicht verstehen?
es: ¿Qué es algo que no entiendes?
fr: Qu'est-ce que vous ne comprenez pas ?

source: A flower in my garden, a mystery in my panties. Heart attack never stopped old Big Bear. I didn't even know we were calling him Big Bear.
de: Eine Blume in meinem Garten, ein Geheimnis in meiner Unterhose. Herzinfarkt hat den alten Big Bear nie aufgehalten. Ich wusste nicht einmal, dass wir ihn Big Bear nannten.
es: Una flor en mi jardín, un misterio en mis calzones. Un ataque al corazón nunca detuvo al viejo Big Bear. Ni siquiera sabía que lo llamábamos Big Bear.
fr: Une fleur dans mon jardin, un mystère dans ma culotte. La crise cardiaque n'a jamais arrêté le vieux Big Bear. Je ne savais même pas qu'on l'appelait Big Bear.

source: What is something that you would like to try again?
de: Was möchten Sie gerne noch einmal versuchen?
es: ¿Qué es algo que te gustaría volver a intentar?
fr: Qu'est-ce que vous aimeriez essayer à nouveau ?

source: A business big enough that it could be listed on the NASDAQ goes belly up. Disappears! It ceases to exist without me. No, you clearly don't know who you're talking to, so let me clue you in.
de: Ein so großes Geschäft, dass es an der NASDAQ gelistet sein könnte, geht bankrott. Verschwindet! Es hört auf zu existieren ohne mich. Nein, Sie wissen eindeutig nicht, mit wem Sie sprechen, also lassen Sie mich Sie aufklären.
es: Un negocio lo suficientemente grande como para cotizar en el NASDAQ quiebra. ¡Desaparece! Deja de existir sin mí. No, claramente no sabes con quién estás hablando, así que deja que te lo aclare.
fr: Une entreprise assez grande pour être cotée au NASDAQ fait faillite. Disparaît ! Elle cesse d'exister sans moi. Non, vous ne savez clairement pas à qui vous parlez, alors laissez-moi vous éclairer.

source: If you could only ask one question to each person you meet, what would that question be?
de: Wenn Sie jeder Person, die Sie treffen, nur eine Frage stellen könnten, welche Frage wäre das?
es: Si solo pudieras hacer una pregunta a cada persona que conoces, ¿cuál sería esa pregunta?
fr: Si vous ne pouviez poser qu'une seule question à chaque personne que vous rencontrez, quelle serait cette question ?

source: This is not about revenge. This is about justice. A lot of things can change in twelve years, Admiral. Well, that's certainly good to know. About four years. I got tired of hearing how young I looked.
de: Hier geht es nicht um Rache. Hier geht es um Gerechtigkeit. Viele Dinge können sich in zwölf Jahren ändern, Admiral. Nun, das ist sicherlich gut zu wissen. Etwa vier Jahre. Ich war es leid, zu hören, wie jung ich aussah.
es: Esto no es por venganza. Esto es por justicia. Muchas cosas pueden cambiar en doce años, almirante. Bueno, ciertamente es bueno saberlo. Unos cuatro años. Me cansé de escuchar lo joven que me veía.
fr: Il ne s'agit pas de vengeance. Il s'agit de justice. Beaucoup de choses peuvent changer en douze ans, Amiral. Eh bien, c'est certainement bon à savoir. Environ quatre ans. J'en avais marre d'entendre à quel point j'avais l'air jeune.

source: Downloads
es: Descargas
fr: Téléchargements

source: Stars
de: Sterne
es: Estrellas
fr: Étoiles

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: Be very surprised by these huge fake numbers you are seeing on this page. <0/>Don't waste more time! :P
de: Seien Sie sehr überrascht von diesen riesigen gefälschten Zahlen, die Sie auf dieser Seite sehen. <0/>Verlieren Sie keine Zeit mehr! :P
es: Sorpréndete con estas enormes cifras falsas que estás viendo en esta página. <0/>¡No pierdas más tiempo! :P
fr: Soyez très surpris par ces énormes faux chiffres que vous voyez sur cette page. <0/>Ne perdez plus de temps ! :P

source: Stellar Pricing for Every Journey
de: Stellar Pricing für jede Reise
es: Precios estelares para cada viaje
fr: Tarification stellaire pour chaque voyage

source: Choose the perfect plan that aligns with your cosmic goals.
de: Wählen Sie den perfekten Plan, der Ihren kosmischen Zielen entspricht.
es: Elija el plan perfecto que se alinee con sus objetivos cósmicos.
fr: Choisissez le plan parfait qui correspond à vos objectifs cosmiques.

source: Our prices
de: Unsere Preise
es: Nuestros precios
fr: Nos prix

source: Only pay for what you need
de: Zahlen Sie nur für das, was Sie brauchen
es: Solo pague por lo que necesita
fr: Ne payez que ce dont vous avez besoin

source: Optimal choice for personal use
de: Optimale Wahl für den persönlichen Gebrauch
es: Opción óptima para uso personal
fr: Choix optimal pour un usage personnel

source: Get started
de: Jetzt starten
es: Empezar
fr: Commencer

source: Optimal choice for small teams
de: Optimale Wahl für kleine Teams
es: Opción óptima para equipos pequeños
fr: Choix optimal pour les petites équipes

source: Per Month
de: Pro Monat
es: Al mes
fr: Par mois

source: Optimal choice for companies
de: Optimale Wahl für Unternehmen
es: Opción óptima para empresas
fr: Choix optimal pour les entreprises
