Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: At Astrowind, we believe in the power of collaboration to drive innovation and create exceptional experiences.
de: Bei Astrowind glauben wir an die Kraft der Zusammenarbeit, um Innovationen voranzutreiben und außergewöhnliche Erlebnisse zu schaffen.
es: En Astrowind, creemos en el poder de la colaboración para impulsar la innovación y crear experiencias excepcionales.
fr: Chez Astrowind, nous croyons au pouvoir de la collaboration pour stimuler l'innovation et créer des expériences exceptionnelles.

source: What services do we provide?
de: Welche Dienstleistungen bieten wir an?
es: ¿Qué servicios ofrecemos?
fr: Quels services fournissons-nous ?

source: We offer a wide range of website templates that suit various industries and purposes such as business, portfolio, e-commerce, blog, etc.
de: Wir bieten eine breite Palette von Website-Vorlagen an, die für verschiedene Branchen und Zwecke geeignet sind, wie z.B. Business, Portfolio, E-Commerce, Blog, etc.
es: Ofrecemos una amplia gama de plantillas para sitios web que se adaptan a diversos sectores y propósitos, como negocios, portafolios, comercio electrónico, blogs, etc.
fr: Nous offrons une large gamme de modèles de sites Web adaptés à diverses industries et objectifs tels que les affaires, le portfolio, le commerce électronique, le blog, etc.

source: Installation Instructions
de: Installationsanleitung
es: Instrucciones de instalación
fr: Instructions d'installation

source: Offer clear instructions on how to download the purchased templates and install them on various website platforms or content management systems.
de: Bieten Sie klare Anweisungen zum Herunterladen der gekauften Vorlagen und deren Installation auf verschiedenen Website-Plattformen oder Content-Management-Systemen.
es: Ofrecer instrucciones claras sobre cómo descargar las plantillas compradas e instalarlas en diversas plataformas de sitios web o sistemas de gestión de contenidos.
fr: Proposez des instructions claires sur la façon de télécharger les modèles achetés et de les installer sur diverses plateformes de sites Web ou systèmes de gestion de contenu.

source: Demo and Previews
de: Demo und Vorschauen
es: Demos y vistas previas
fr: Démonstration et aperçus

source: Provide interactive demos and previews that allow customers to see how their chosen template will look and function before making a purchase.
de: Bieten Sie interaktive Demos und Vorschauen an, die Kunden ermöglichen, zu sehen, wie ihre gewählte Vorlage aussehen und funktionieren wird, bevor sie einen Kauf tätigen.
es: Proporcionar demostraciones interactivas y vistas previas que permitan a los clientes ver cómo se verá y funcionará la plantilla elegida antes de realizar la compra.
fr: Proposez des démonstrations et des aperçus interactifs qui permettent aux clients de voir l'apparence et le fonctionnement de leur modèle choisi avant de faire un achat.

source: Providing customer support for any technical issues related to the templates or their implementation.
de: Bereitstellung von Kundensupport bei technischen Problemen im Zusammenhang mit den Vorlagen oder deren Implementierung.
es: Proporcionar atención al cliente para cualquier problema técnico relacionado con las plantillas o su implementación.
fr: Fournir un support client pour tout problème technique lié aux modèles ou à leur implémentation.

source: Main features of our templates
de: Hauptmerkmale unserer Vorlagen
es: Principales características de nuestras plantillas
fr: Principales caractéristiques de nos modèles

source: Possess several key characteristics to effectively cater to the needs of startups and entrepreneurs.
de: Besitzen mehrere Schlüsselmerkmale, um den Bedürfnissen von Startups und Unternehmern effektiv gerecht zu werden.
es: Poseen varias características clave para satisfacer eficazmente las necesidades de las startups y los emprendedores.
fr: Posséder plusieurs caractéristiques clés pour répondre efficacement aux besoins des startups et des entrepreneurs.

source: Modern and Professional Design
de: Modernes und professionelles Design
es: Diseño moderno y profesional
fr: Design moderne et professionnel

source: Have a contemporary design that reflects current design trends and gives a professional impression.
de: Verfügen über ein zeitgemäßes Design, das aktuelle Designtrends widerspiegelt und einen professionellen Eindruck hinterlässt.
es: Contar con un diseño contemporáneo que refleje las tendencias de diseño actuales y dé una impresión profesional.
fr: Avoir un design contemporain qui reflète les tendances actuelles et donne une impression professionnelle.

source: Responsive and Mobile-Friendly
de: Responsiv und mobilfreundlich
es: Responsivo y adaptado a móviles
fr: Réactif et adapté aux mobiles

source: Adapt seamlessly to different screen sizes and devices to ensure a consistent experience.
de: Passt sich nahtlos an verschiedene Bildschirmgrößen und Geräte an, um ein konsistentes Erlebnis zu gewährleisten.
es: Se adaptan a la perfección a diferentes tamaños de pantalla y dispositivos para garantizar una experiencia coherente.
fr: S'adapte parfaitement à différentes tailles d'écran et appareils pour garantir une expérience cohérente.

source: Customizability
de: Anpassbarkeit
es: Personalización
fr: Personnalisable

source: Easily customizable, allowing users to adapt the design, colors, typography, and content to match their brand identity.
de: Leicht anpassbar, sodass Benutzer Design, Farben, Typografie und Inhalte an ihre Markenidentität anpassen können.
es: Fácilmente personalizables, permitiendo a los usuarios adaptar el diseño, los colores, la tipografía y el contenido a su identidad de marca.
fr: Facilement personnalisable, permettant aux utilisateurs d'adapter le design, les couleurs, la typographie et le contenu pour correspondre à leur identité de marque.

source: Fast Loading Times
de: Schnelle Ladezeiten
es: Tiempos de carga rápidos
fr: Temps de chargement rapides

source: Optimized for speed to ensure a smooth user experience and favorable search engine rankings.
de: Optimiert für Geschwindigkeit, um eine reibungslose Benutzererfahrung und günstige Suchmaschinenplatzierungen zu gewährleisten.
es: Optimizado para la velocidad para garantizar una experiencia de usuario fluida y un posicionamiento favorable en los buscadores.
fr: Optimisé pour la vitesse afin d'assurer une expérience utilisateur fluide et un bon classement dans les moteurs de recherche.

source: Incorporate SEO best practices in template structure and code to improve visibility in search engine results.
de: Integrieren Sie SEO-Best Practices in die Vorlagenstruktur und den Code, um die Sichtbarkeit in den Suchmaschinenergebnissen zu verbessern.
es: Incorporar las mejores prácticas de SEO en la estructura y el código de la plantilla para mejorar la visibilidad en los resultados de búsqueda.
fr: Intégrer les meilleures pratiques de référencement dans la structure et le code du modèle pour améliorer la visibilité dans les résultats des moteurs de recherche.

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité

source: The templates work seamlessly across various content management systems and website builders.
de: Die Vorlagen funktionieren nahtlos über verschiedene Content-Management-Systeme und Website-Builder hinweg.
es: Las plantillas funcionan perfectamente en diversos sistemas de gestión de contenidos y creadores de sitios web.
fr: Les modèles fonctionnent parfaitement sur divers systèmes de gestion de contenu et constructeurs de sites Web.

source: What are landing page templates?
de: Was sind Landing Page Templates?
es: ¿Qué son las plantillas de páginas de destino?
fr: Que sont les modèles de pages d'atterrissage ?

source: Landing page templates are pre-designed web page layouts that are specifically created to serve as a foundation for building effective landing pages. These templates are designed to capture the attention of visitors and guide them towards a specific action or goal, such as signing up for a newsletter, making a purchase, or downloading a resource.
de: Landing Page Templates sind vorgefertigte Webseitenlayouts, die speziell als Grundlage für den Aufbau effektiver Landing Pages erstellt wurden. Diese Templates wurden entwickelt, um die Aufmerksamkeit von Besuchern zu fangen und sie zu einer bestimmten Aktion oder einem Ziel zu leiten, wie z.B. die Anmeldung für einen Newsletter, einen Kauf oder das Herunterladen einer Ressource.
es: Las plantillas de páginas de destino (landing pages) son diseños de páginas web predefinidos creados específicamente para servir de base en la construcción de páginas de destino eficaces. Estas plantillas están diseñadas para captar la atención de los visitantes y guiarlos hacia una acción u objetivo específico, como suscribirse a un boletín, realizar una compra o descargar un recurso.
fr: Les modèles de pages d'atterrissage sont des mises en page web préconçues, spécifiquement créées pour servir de base à la création de pages d'atterrissage efficaces. Ces modèles sont conçus pour capter l'attention des visiteurs et les guider vers une action ou un objectif spécifique, comme s'inscrire à une newsletter, effectuer un achat ou télécharger une ressource.

source: Why should I use a template?
de: Warum sollte ich eine Vorlage verwenden?
es: ¿Por qué debería usar una plantilla?
fr: Pourquoi devrais-je utiliser un modèle ?

source: Some of the advantages are that they provide a ready-to-use structure, saving you significant time. Are designed with user-friendliness in mind and provide a cost-effective alternative, saving you money while still delivering a quality result.
de: Einige der Vorteile sind, dass sie eine gebrauchsfertige Struktur bieten, die Ihnen viel Zeit spart. Sie sind benutzerfreundlich gestaltet und bieten eine kostengünstige Alternative, die Ihnen Geld spart und dennoch ein qualitativ hochwertiges Ergebnis liefert.
es: Algunas de las ventajas son que proporcionan una estructura lista para usar, lo que le ahorra un tiempo considerable. Están diseñadas pensando en la facilidad de uso y ofrecen una alternativa rentable, ahorrándole dinero al tiempo que ofrecen un resultado de calidad.
fr: Certains des avantages sont qu'ils fournissent une structure prête à l'emploi, vous faisant gagner un temps précieux. Ils sont conçus dans un souci de convivialité et constituent une alternative rentable, vous faisant économiser de l'argent tout en offrant un résultat de qualité.

source: Can I preview templates before buying?
de: Kann ich Vorlagen vor dem Kauf ansehen?
es: ¿Puedo previsualizar las plantillas antes de comprarlas?
fr: Puis-je prévisualiser les modèles avant d'acheter ?

source: Yes, the templates allow you to preview them before making a purchase. There is a "Demo" button associated with each template.
de: Ja, die Vorlagen ermöglichen Ihnen eine Vorschau vor dem Kauf. Es gibt einen „Demo“-Button, der mit jeder Vorlage verbunden ist.
es: Sí, las plantillas permiten previsualizarlas antes de realizar la compra. Hay un botón de "Demo" asociado a cada plantilla.
fr: Oui, les modèles vous permettent de les prévisualiser avant de faire un achat. Il y a un bouton "Démo" associé à chaque modèle.

source: Do I need technical skills to use a template?
de: Benötige ich technische Kenntnisse, um eine Vorlage zu verwenden?
es: ¿Necesito conocimientos técnicos para usar una plantilla?
fr: Ai-je besoin de compétences techniques pour utiliser un modèle ?

source: Advanced technical skills are not required to use a template, but having a basic understanding of web navigation and familiarity with using online tools can still be beneficial. If you have more specific customization needs, you might need to consult guides or reach out to customer support for assistance.
de: Fortgeschrittene technische Kenntnisse sind nicht erforderlich, um eine Vorlage zu verwenden, aber ein grundlegendes Verständnis der Web-Navigation und die Vertrautheit mit der Verwendung von Online-Tools können dennoch von Vorteil sein. Wenn Sie spezifischere Anpassungsbedürfnisse haben, müssen Sie möglicherweise Anleitungen konsultieren oder den Kundensupport um Hilfe bitten.
es: No se requieren conocimientos técnicos avanzados para usar una plantilla, pero tener una comprensión básica de la navegación web y estar familiarizado con el uso de herramientas en línea puede ser beneficioso. Si tiene necesidades de personalización más específicas, es posible que deba consultar las guías o contactar con el soporte técnico para obtener ayuda.
fr: Des compétences techniques avancées ne sont pas requises pour utiliser un modèle, mais une compréhension de base de la navigation Web et une familiarité avec l'utilisation d'outils en ligne peuvent toujours être bénéfiques. Si vous avez des besoins de personnalisation plus spécifiques, vous pourriez avoir besoin de consulter des guides ou de contacter le support client pour obtenir de l'aide.

source: Can I use the template on multiple websites?
de: Kann ich die Vorlage auf mehreren Websites verwenden?
es: ¿Puedo usar la plantilla en varios sitios web?
fr: Puis-je utiliser le modèle sur plusieurs sites Web ?

source: No, the template comes with a single-use license, meaning you can use the template on one website or project only. Using the template on additional websites would require purchasing additional licenses.
de: Nein, die Vorlage wird mit einer Einzellizenz geliefert, was bedeutet, dass Sie die Vorlage nur für eine Website oder ein Projekt verwenden können. Die Verwendung der Vorlage auf zusätzlichen Websites würde den Kauf weiterer Lizenzen erfordern.
es: No, la plantilla incluye una licencia de un solo uso, lo que significa que solo puede usarla en un sitio web o proyecto. El uso de la plantilla en sitios web adicionales requeriría la compra de licencias extra.
fr: Non, le modèle est livré avec une licence à usage unique, ce qui signifie que vous ne pouvez utiliser le modèle que sur un seul site Web ou projet. L'utilisation du modèle sur des sites Web supplémentaires nécessiterait l'achat de licences supplémentaires.

source: What if I need help with customization?
de: Was ist, wenn ich Hilfe bei der Anpassung benötige?
es: ¿Qué pasa si necesito ayuda con la personalización?
fr: Que faire si j'ai besoin d'aide pour la personnalisation ?

source: The templates provides a comprehensive step-by-step guide that walk you through the customization process. If you still have doubts, you can reach out to our customer support team. They can answer your questions, provide guidance on customization, and address any issues you're facing.
de: Die Vorlagen bieten eine umfassende Schritt-für-Schritt-Anleitung, die Sie durch den Anpassungsprozess führt. Wenn Sie noch Zweifel haben, können Sie sich an unser Kundensupport-Team wenden. Sie können Ihre Fragen beantworten, Anleitungen zur Anpassung geben und alle Probleme lösen, mit denen Sie konfrontiert sind.
es: Las plantillas incluyen una guía completa paso a paso que le orientará en el proceso de personalización. Si aún tiene dudas, puede contactar con nuestro equipo de atención al cliente. Ellos pueden responder a sus preguntas, guiarle en la personalización y resolver cualquier problema que tenga.
fr: Les modèles fournissent un guide détaillé étape par étape qui vous guide tout au long du processus de personnalisation. Si vous avez encore des doutes, vous pouvez contacter notre équipe de support client. Ils pourront répondre à vos questions, vous guider dans la personnalisation et résoudre tous les problèmes que vous rencontrez.

source: Let us know how we can help
de: Lassen Sie uns wissen, wie wir helfen können
es: Díganos cómo podemos ayudarle
fr: Faites-nous savoir comment nous pouvons vous aider

source: We’re here to help and answer any question you might have.
de: Wir sind hier, um Ihnen zu helfen und alle Fragen zu beantworten, die Sie haben könnten.
es: Estamos aquí para ayudarle y responder a cualquier pregunta que pueda tener.
fr: Nous sommes là pour vous aider et répondre à toutes vos questions.

source: Write to us
de: Schreiben Sie uns
es: Escríbanos
fr: Écrivez-nous

source: Chat with sales
de: Mit dem Vertrieb chatten
es: Chat con ventas
fr: Discuter avec les ventes

source: Start chatting
de: Chat starten
es: Empezar chat
fr: Commencer à discuter

source: Chat with support
de: Mit dem Support chatten
es: Chat con soporte
fr: Discuter avec le support

source: Be a part of our vision
de: Werden Sie Teil unserer Vision
fr: Faites partie de notre vision

source: Discover a dynamic work environment, unparalleled growth opportunities, and the chance to make a meaningful impact.
de: Entdecken Sie ein dynamisches Arbeitsumfeld, unvergleichliche Wachstumschancen und die Möglichkeit, einen bedeutenden Beitrag zu leisten.
fr: Découvrez un environnement de travail dynamique, des opportunités de croissance inégalées et la chance de faire un impact significatif.

source: Click-through Landing Page Demo
fr: Démo de page d'atterrissage de type « Click-through »

source: Click-through Demo
es: Demo de clic
fr: Démo de « Click-through »

source: Click-through Landing Page: The Perfect Bridge to Conversion!
de: Click-Through Landing Page: Die perfekte Brücke zur Konversion!
es: Página de destino de clic: ¡El puente perfecto para la conversión!
fr: Page d'atterrissage de type « Click-through » : Le pont parfait vers la conversion !

source: Learn how to design a Click-Through Landing Page that seamlessly guides visitors to your main offer.
de: Erfahren Sie, wie Sie eine Click-Through-Landingpage gestalten, die Besucher nahtlos zu Ihrem Hauptangebot führt.
es: Aprenda a diseñar una página de destino de clic que guíe sin interrupciones a los visitantes hacia su oferta principal.
fr: Apprenez à concevoir une page d'atterrissage de type « Click-through » qui guide les visiteurs vers votre offre principale en toute fluidité.

source: Call to Action
de: Handlungsaufforderung
es: Llamada a la acción
fr: Appel à l'action

source: Click-through Landing Page Hero Image
de: Hero-Bild der Click-Through Landing Page
es: Imagen principal de la página de destino de clic
fr: Image d'en-tête de la page d'atterrissage de type « Click-through »

source: Coming soon
de: Bald verfügbar
es: Próximamente
fr: Bientôt disponible

source: We are working on the content of these demo pages. You will see them very soon. Stay tuned Stay tuned!
de: Wir arbeiten an den Inhalten dieser Demoseiten. Sie werden sie sehr bald sehen. Bleiben Sie dran!
es: Estamos trabajando en el contenido de estas páginas de demostración. Las verá muy pronto. ¡Mantente al tanto, mantente al tanto!
fr: Nous travaillons sur le contenu de ces pages de démonstration. Vous les verrez très bientôt. Restez à l'écoute !

source: Download Template
de: Vorlage herunterladen
es: Descargar plantilla
fr: Télécharger le modèle

source: Lead Generation Landing Page Demo
de: Lead-Generierungs-Landingpage-Demo
fr: Démo de page d'atterrissage pour la génération de prospects

source: Lead Generation Landing Demo
de: Lead-Generierungs-Landingpage-Demo
es: Demo de generación de leads
fr: Démo de page d'atterrissage pour la génération de prospects

source: Effective Lead Generation Landing Page: Unlock the Secrets
de: Effektive Lead-Generierungs-Landingpage: Entdecken Sie die Geheimnisse
es: Página de destino de generación de leads efectiva: desbloquea los secretos
fr: Page d'atterrissage efficace pour la génération de prospects : Découvrez les secrets

source: Discover the secrets to creating a Landing Page that turns curious visitors into eager leads. (Your Hero should grab attention instantly. Use a powerful headline that speaks directly to your target audience.)
de: Entdecken Sie die Geheimnisse, wie Sie eine Landingpage erstellen, die neugierige Besucher in begeisterte Leads verwandelt. (Ihr Hero sollte sofort Aufmerksamkeit erregen. Verwenden Sie eine aussagekräftige Überschrift, die direkt Ihre Zielgruppe anspricht.)
es: Descubra los secretos para crear una página de destino que convierta a los visitantes curiosos en leads entusiastas. (Su sección principal debe captar la atención al instante. Use un titular potente que hable directamente a su público objetivo).
fr: Découvrez les secrets pour créer une page d'atterrissage qui transforme les visiteurs curieux en prospects enthousiastes. (Votre partie Héros doit attirer l'attention instantanément. Utilisez un titre percutant qui parle directement à votre public cible.)

source: Magnet attracting screws. Lead generation landing page demo
de: Magnet zieht Schrauben an. Lead-Generierungs-Landingpage-Demo
es: Imán atrayendo tornillos. Demo de página de destino de generación de leads
fr: Aimant attirant des vis. Démo de page d'atterrissage pour la génération de prospects

source: Pre-Launch Landing Page
fr: Page d'atterrissage de pré-lancement

source: Pre-launch Demo
es: Demo de prelanzamiento
fr: Démo de pré-lancement

source: Pre-launch Landing Page: Build the Hype Before the Big Reveal!
de: Pre-Launch Landing Page: Schüren Sie die Begeisterung vor der großen Enthüllung!
es: Página de destino de prelanzamiento: ¡genere expectación antes de la gran revelación!
fr: Page d'atterrissage de pré-lancement : Créez l'engouement avant la grande révélation !

source: Craft a tantalizing Coming Soon or Pre-Launch Landing Page that leaves visitors eagerly awaiting your launch.
de: Erstellen Sie eine verlockende „Bald verfügbar“- oder Pre-Launch-Landingpage, die Besucher sehnsüchtig auf Ihren Start warten lässt.
es: Cree una atractiva página de destino de prelanzamiento o de "Próximamente" que deje a los visitantes esperando ansiosamente su lanzamiento.
fr: Créez une page d'atterrissage « Bientôt disponible » ou de pré-lancement alléchante qui laissera les visiteurs impatients de votre lancement.

source: Store with a Coming Soon sign. Pre-launch Landing Page
de: Geschäft mit einem „Bald verfügbar“-Schild. Pre-Launch Landing Page
es: Tienda con un cartel de Próximamente. Página de destino de prelanzamiento
fr: Magasin avec une pancarte « Bientôt disponible ». Page d'atterrissage de pré-lancement

source: Product Details Landing Page Demo
de: Produktdetails-Landingpage-Demo
fr: Démo de page d'atterrissage de détails de produit

source: Product Details Demo
de: Produktdetails-Demo
es: Demo de detalles del producto
fr: Démo de détails de produit

source: Product Landing Page: Showcase with Precision and Passion!
de: Produkt-Landingpage: Präsentieren Sie mit Präzision und Leidenschaft!
es: Página de destino de producto: ¡Exhiba con precisión y pasión!
fr: Page d'atterrissage de produit : Présentez avec précision et passion !

source: Step-by-step guide to designing a Landing Page that highlights every facet of your product or service.
de: Schritt-für-Schritt-Anleitung zur Gestaltung einer Landingpage, die jeden Aspekt Ihres Produkts oder Ihrer Dienstleistung hervorhebt.
es: Guía paso a paso para diseñar una página de destino que destaque cada faceta de su producto o servicio.
fr: Guide étape par étape pour concevoir une page d'atterrissage qui met en valeur chaque facette de votre produit ou service.

source: A spotlight on a product. Product Details Landing Page Demo
de: Ein Scheinwerfer auf ein Produkt. Produktdetails-Landingpage-Demo
es: Un foco sobre un producto. Demo de página de destino de detalles del producto
fr: Un projecteur sur un produit. Démo de page d'atterrissage de détails de produit

source: Sales Landing Page Demo
fr: Démo de page d'atterrissage de vente

source: Long-form Sales Demo
de: Long-Form-Verkaufsdemo
es: Demo de ventas de formato largo
fr: Démo de vente longue
