Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: Download
de: Herunterladen
fr: Télécharger

source: Error 404
de: Fehler 404
fr: Erreur 404

source: Error
de: Fehler
fr: Erreur

source: Sorry, we couldn't find this page.
de: Entschuldigung, diese Seite konnten wir nicht finden.
es: Lo sentimos, no pudimos encontrar esta página.
fr: Désolé, nous n'avons pas pu trouver cette page.

source: But dont worry, you can find plenty of other things on our homepage.
de: Aber keine Sorge, auf unserer Homepage finden Sie viele andere Dinge.
es: Pero no te preocupes, puedes encontrar muchas otras cosas en nuestra página de inicio.
fr: Mais ne vous inquiétez pas, vous pouvez trouver plein d'autres choses sur notre page d'accueil.

source: Back to homepage
de: Zurück zur Startseite
es: Volver a la página de inicio
fr: Retour à la page d'accueil

source: Newer posts
de: Neuere Beiträge
es: Entradas más recientes
fr: Articles plus récents

source: Older posts
de: Ältere Beiträge
es: Entradas anteriores
fr: Articles plus anciens

source: Related Posts
de: Ähnliche Beiträge
es: Entradas relacionadas
fr: Articles Similaires

source: View All Posts
de: Alle Beiträge ansehen
es: Ver todas las entradas
fr: Voir Tous Les Articles

source: {0} Back to Blog
de: {0} Zurück zum Blog
es: {0} Volver al blog
fr: {0} Retour au blog

source: Change language
de: Sprache ändern
fr: Changer la langue

source: Share:
de: Teilen:
es: Compartir:
fr: Partager :

source: Twitter Share
de: Auf Twitter teilen
es: Compartir en Twitter
fr: Partager sur Twitter

source: Facebook Share
de: Auf Facebook teilen
es: Compartir en Facebook
fr: Partager sur Facebook

source: Linkedin Share
de: Auf LinkedIn teilen
es: Compartir en LinkedIn
fr: Partager sur Linkedin

source: Whatsapp Share
de: Auf Whatsapp teilen
es: Compartir en WhatsApp
fr: Partager sur Whatsapp

source: Email Share
de: Per E-Mail teilen
es: Compartir por correo electrónico
fr: Partager par e-mail

source: Toggle Menu
de: Menü umschalten
es: Alternar menú
fr: Afficher le menu

source: Toggle between Dark and Light mode
de: Wechseln Sie zwischen Dunkel- und Hellmodus
es: Alternar entre modo oscuro y claro
fr: Basculer entre le mode Sombre et Clair

source: Contact us
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous

source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU

source: Astro v5.12 is now available! »
de: Astro v5.12 ist jetzt verfügbar! »
es: ¡Astro v5.12 ya está disponible! »
fr: Astro v5.12 est maintenant disponible ! »

source: If you like AstroWind, give us a star.
de: Wenn Ihnen AstroWind gefällt, geben Sie uns einen Stern.
es: Si te gusta AstroWind, danos una estrella.
fr: Si vous aimez AstroWind, donnez-nous une étoile.

source: View all posts
de: Alle Beiträge ansehen
es: Ver todas las entradas
fr: Voir tous les articles

source: Main navigation
de: Hauptnavigation
es: Navegación principal
fr: Navigation principale

source: RSS Feed
es: Canal RSS
fr: Fil RSS

source: About us
de: Über uns
es: Sobre nosotros
fr: À propos de nous

source: Caos Image
de: Caos Bild
es: Imagen de Caos
fr: Image Caos

source: Elevate your online presence with our <0/> <1>Beautiful Website Templates</1>
de: Verbessern Sie Ihre Online-Präsenz mit unseren <0/> <1>schönen Website-Vorlagen</1>
fr: Améliorez votre présence en ligne avec nos <0/> <1>magnifiques modèles de site web</1>

source: Statistics about us
de: Statistiken über uns
es: Estadísticas sobre nosotros
fr: Statistiques sur nous

source: Offices
de: Büros
es: Oficinas
fr: Bureaux

source: Employees
de: Mitarbeiter
es: Empleados
fr: Employés

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles

source: Awards
de: Auszeichnungen
es: Premios
fr: Récompenses

source: Our templates
de: Unsere Vorlagen
es: Nuestras plantillas
fr: Nos modèles

source: Educational
de: Bildung
es: Educativo
fr: Éducatif

source: Interior Design
de: Innenarchitektur
es: Diseño de Interiores
fr: Design d'intérieur

source: Photography
de: Fotografie
es: Fotografía
fr: Photographie

source: E-commerce
es: Comercio Electrónico
fr: Commerce électronique

source: Business
de: Unternehmen
es: Negocios
fr: Affaires

source: Branding
fr: Image de marque

source: Medical
de: Medizin
es: Médico
fr: Médical

source: Fashion Design
de: Modedesign
es: Diseño de Moda
fr: Design de mode

source: Colorful Image
de: Farbenfrohes Bild
es: Imagen colorida
fr: Image colorée

source: Our values
de: Unsere Werte
es: Nuestros valores
fr: Nos valeurs

source: Customer-centric approach
de: Kundenorientierter Ansatz
es: Enfoque centrado en el cliente
fr: Approche axée sur le client

source: Constant Improvement
de: Ständige Verbesserung
es: Mejora constante
fr: Amélioration constante

source: Ethical Practices
de: Ethische Praktiken
es: Prácticas éticas
fr: Pratiques éthiques

source: Achievements
de: Erfolge
es: Logros
fr: Réalisations

source: See more
de: Mehr sehen
es: Ver más
fr: Voir plus

source: Global reach
de: Globale Reichweite
es: Alcance global
fr: Portée mondiale

source: Positive customer feedback and reviews
de: Positives Kundenfeedback und Bewertungen
es: Comentarios y reseñas positivas de los clientes
fr: Commentaires et avis positifs des clients

source: Awards and recognition as industry experts
de: Auszeichnungen und Anerkennung als Branchenexperten
es: Premios y reconocimientos como expertos de la industria
fr: Prix et reconnaissance en tant qu'experts de l'industrie

source: Our locations
de: Unsere Standorte
es: Nuestras ubicaciones
fr: Nos emplacements

source: Find us
de: Finden Sie uns
es: Encuéntranos
fr: Trouvez-nous

source: Spain
de: Spanien
es: España
fr: Espagne

source: Australia
de: Australien
fr: Australie

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil

source: Technical Support
de: Technischer Support
es: Soporte técnico
fr: Support technique

source: Chat with us
de: Chatten Sie mit uns
es: Chatea con nosotros
fr: Discutez avec nous

source: Call us
de: Rufen Sie uns an
es: Llámanos
fr: Appelez-nous

source: Let's Connect!
de: Lasst uns verbinden!
es: ¡Conectemos!
fr: Connectons-nous !

source: Drop us a message today!
de: Senden Sie uns noch heute eine Nachricht!
es: ¡Envíanos un mensaje hoy mismo!
fr: Envoyez-nous un message dès aujourd'hui !

source: For quicker answers, explore our FAQs section. You may find the solution you're looking for right there! If not, our support team is delighted to help you.
de: Für schnellere Antworten besuchen Sie unseren FAQ-Bereich. Dort finden Sie möglicherweise die Lösung, nach der Sie suchen! Wenn nicht, hilft Ihnen unser Support-Team gerne weiter.
es: Para obtener respuestas más rápidas, explora nuestra sección de preguntas frecuentes. ¡Puede que encuentres la solución que buscas allí mismo! Si no, nuestro equipo de soporte estará encantado de ayudarte.
fr: Pour des réponses plus rapides, explorez notre section FAQ. Vous y trouverez peut-être la solution que vous cherchez ! Sinon, notre équipe de support est ravie de vous aider.

source: Name
es: Nombre
fr: Nom

source: By submitting this contact form, you acknowledge and agree to the collection of your personal information.
de: Mit dem Absenden dieses Kontaktformulars bestätigen und stimmen Sie der Erfassung Ihrer persönlichen Daten zu.
es: Al enviar este formulario de contacto, reconoces y aceptas la recopilación de tu información personal.
fr: En soumettant ce formulaire de contact, vous reconnaissez et acceptez la collecte de vos informations personnelles.

source: Our support team typically responds within 24 business hours.
de: Unser Support-Team antwortet in der Regel innerhalb von 24 Geschäftsstunden.
es: Nuestro equipo de soporte suele responder en un plazo de 24 horas hábiles.
fr: Notre équipe de support répond généralement dans les 24 heures ouvrables.

source: We are here to help!
de: Wir sind hier um zu helfen!
es: ¡Estamos aquí para ayudarte!
fr: Nous sommes là pour vous aider !

source: General support
de: Allgemeiner Support
es: Soporte general
fr: Support général

source: Chat with us for inquiries related to account management, website navigation, payment issues, accessing purchased templates or general questions about the website's functionality.
de: Chatten Sie mit uns bei Fragen zur Kontoverwaltung, Website-Navigation, Zahlungsproblemen, dem Zugriff auf gekaufte Vorlagen oder allgemeinen Fragen zur Funktionalität der Website.
es: Chatea con nosotros para consultas relacionadas con la gestión de cuentas, navegación por el sitio web, problemas de pago, acceso a plantillas compradas o preguntas generales sobre la funcionalidad del sitio web.
fr: Discutez avec nous pour des questions liées à la gestion de compte, la navigation sur le site web, les problèmes de paiement, l'accès aux modèles achetés ou des questions générales sur la fonctionnalité du site web.

source: Contact sales
de: Vertrieb kontaktieren
es: Contactar con ventas
fr: Contactez les ventes

source: Chat with us for questions about purchases, customization options, licensing for commercial use, inquiries about specific template, etc.
de: Chatten Sie mit uns bei Fragen zu Käufen, Anpassungsoptionen, Lizenzen für die kommerzielle Nutzung, Anfragen zu bestimmten Vorlagen usw.
es: Chatea con nosotros para preguntas sobre compras, opciones de personalización, licencias para uso comercial, consultas sobre una plantilla específica, etc.
fr: Discutez avec nous pour des questions sur les achats, les options de personnalisation, les licences pour usage commercial, les demandes concernant un modèle spécifique, etc.

source: Technical support
de: Technischer Support
es: Soporte técnico
fr: Support technique

source: Chat with us when facing issues like template installation, problems editing difficulties, compatibility issues with software or download errors, or other technical challenges related to using the templates.
de: Chatten Sie mit uns, wenn Sie Probleme wie Vorlageninstallation, Bearbeitungsschwierigkeiten, Kompatibilitätsprobleme mit Software oder Downloadfehler oder andere technische Herausforderungen bei der Verwendung der Vorlagen haben.
es: Chatea con nosotros cuando te enfrentes a problemas como la instalación de plantillas, dificultades de edición, problemas de compatibilidad con el software o errores de descarga, u otros desafíos técnicos relacionados con el uso de las plantillas.
fr: Discutez avec nous en cas de problèmes tels que l'installation de modèles, des difficultés d'édition, des problèmes de compatibilité avec des logiciels ou des erreurs de téléchargement, ou d'autres défis techniques liés à l'utilisation des modèles.

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Location
de: Standort
es: Ubicación
fr: Localisation

source: AstroWind — Free template for creating websites with Astro + Tailwind CSS
de: AstroWind – Kostenlose Vorlage für die Erstellung von Websites mit Astro + Tailwind CSS
es: AstroWind — Plantilla gratuita para crear sitios web con Astro + Tailwind CSS
fr: AstroWind — Modèle gratuit pour créer des sites web avec Astro + Tailwind CSS

source: Get template
de: Vorlage erhalten
es: Obtener plantilla
fr: Obtenir le modèle

source: Learn more
de: Mehr erfahren
es: Saber más
fr: En savoir plus

source: AstroWind Hero Image
de: AstroWind Hero-Bild
es: Imagen de cabecera de AstroWind
fr: Image d'en-tête AstroWind

source: Free template for <0>creating websites with</0> <1>Astro 5.0</1> + Tailwind CSS
de: Kostenlose Vorlage zur <0>Erstellung von Websites mit</0> <1>Astro 5.0</1> + Tailwind CSS
es: Plantilla gratuita para <0>crear sitios web con</0> <1>Astro 5.0</1> + Tailwind CSS
fr: Modèle gratuit pour <0>créer des sites web avec</0> <1>Astro 5.0</1> + Tailwind CSS

source: <0><0>AstroWind</0> is a free, customizable and production-ready template for Astro 5.0 + Tailwind CSS.</0> <1>AstroWind: Production-ready.</1> Suitable for Startups, Small Business, SaaS websites, Professional Portfolios, Marketing websites, Landing Pages & Blogs.
de: <0><0>AstroWind</0> ist eine kostenlose, anpassbare und produktionsreife Vorlage für Astro 5.0 + Tailwind CSS.</0> <1>AstroWind: Produktionsbereit.</1> Geeignet für Startups, Kleinunternehmen, SaaS-Websites, professionelle Portfolios, Marketing-Websites, Landing Pages & Blogs.
es: <0><0>AstroWind</0> es una plantilla gratuita, personalizable y lista para producción para Astro 5.0 + Tailwind CSS.</0> <1>AstroWind: Listo para producción.</1> Adecuada para Startups, Pequeñas Empresas, sitios web SaaS, Portafolios Profesionales, sitios web de Marketing, Landing Pages y Blogs.
fr: <0><0>AstroWind</0> est un modèle gratuit, personnalisable et prêt pour la production pour Astro 5.0 + Tailwind CSS.</0> <1>AstroWind: Prêt pour la production.</1> Convient aux startups, petites entreprises, sites web SaaS, portfolios professionnels, sites web marketing, pages d'atterrissage & blogs.

source: Philosophy:
de: Philosophie:
es: Filosofía:
fr: Philosophie :

source: Simplicity, Best Practices and High Performance
de: Einfachheit, Best Practices und hohe Leistung
es: Simplicidad, mejores prácticas y alto rendimiento
fr: Simplicité, Bonnes Pratiques et Haute Performance

source: Features
de: Funktionen
es: Características
fr: Fonctionnalités

source: What you get with AstroWind
de: Was Sie mit AstroWind erhalten
es: Lo que obtienes con AstroWind
fr: Ce que vous obtenez avec AstroWind

source: One of the most professional and comprehensive templates currently on the market. Most starred & forked Astro theme in 2022, 2023 and 2024.
de: Eine der professionellsten und umfassendsten Vorlagen, die derzeit auf dem Markt erhältlich sind. Das meistgestarnte und geforkte Astro-Theme in den Jahren 2022, 2023 und 2024.
es: Una de las plantillas más profesionales y completas actualmente en el mercado. El tema de Astro con más estrellas y bifurcaciones en 2022, 2023 y 2024.
fr: L'un des modèles les plus professionnels et complets actuellement sur le marché. Le thème Astro le plus étoilé et forké en 2022, 2023 et 2024.

source: Astro + Tailwind CSS Integration
es: Integración de Astro + Tailwind CSS
fr: Intégration Astro + Tailwind CSS

source: A seamless integration between two great frameworks that offer high productivity, performance and versatility.
de: Eine nahtlose Integration zwischen zwei großartigen Frameworks, die hohe Produktivität, Leistung und Vielseitigkeit bieten.
es: Una integración perfecta entre dos grandes frameworks que ofrecen alta productividad, rendimiento y versatilidad.
fr: Une intégration fluide entre deux excellents frameworks qui offrent une productivité, des performances et une polyvalence élevées.

source: Ready-to-use Components
de: Fertige Komponenten
es: Componentes listos para usar
fr: Composants prêts à l'emploi

source: Widgets made with Tailwind CSS ready to be used in Marketing Websites, SaaS, Blogs, Personal Profiles, Small Business...
de: Mit Tailwind CSS erstellte Widgets, die für Marketing-Websites, SaaS, Blogs, persönliche Profile, Kleinunternehmen usw. verwendet werden können.
es: Widgets creados con Tailwind CSS listos para ser utilizados en sitios web de marketing, SaaS, blogs, perfiles personales, pequeñas empresas...
fr: Widgets conçus avec Tailwind CSS prêts à être utilisés dans des sites web marketing, SaaS, blogs, profils personnels, petites entreprises...

source: Best Practices
es: Mejores prácticas
fr: Bonnes Pratiques

source: Creating secure, efficient, and user-friendly websites that deliver exceptional experiences and lasting value.
de: Erstellung sicherer, effizienter und benutzerfreundlicher Websites, die außergewöhnliche Erlebnisse und dauerhaften Wert liefern.
es: Creación de sitios web seguros, eficientes y fáciles de usar que ofrecen experiencias excepcionales y un valor duradero.
fr: Créer des sites web sécurisés, efficaces et conviviaux qui offrent des expériences exceptionnelles et une valeur durable.

source: Excellent Page Speed
de: Ausgezeichnete Seitenladezeit
es: Excelente velocidad de página
fr: Excellente Vitesse de Page

source: Having a good page speed impacts organic search ranking, improves user experience (UI/UX) and increase conversion rates.
de: Eine gute Seitengeschwindigkeit wirkt sich auf das organische Suchranking aus, verbessert die Benutzererfahrung (UI/UX) und erhöht die Konversionsraten.
es: Tener una buena velocidad de página influye en el posicionamiento en búsquedas orgánicas, mejora la experiencia del usuario (UI/UX) y aumenta las tasas de conversión.
fr: Une bonne vitesse de page a un impact sur le classement dans les recherches organiques, améliore l'expérience utilisateur (UI/UX) et augmente les taux de conversion.

source: Search Engine Optimization (SEO)
de: Suchmaschinenoptimierung (SEO)
es: Optimización para motores de búsqueda (SEO)
fr: Optimisation pour les Moteurs de Recherche (SEO)

source: SEO lies in its ability to enhance a website's visibility, driving organic traffic and enabling it to reach a wider audience.
de: SEO liegt in seiner Fähigkeit, die Sichtbarkeit einer Website zu verbessern, organischen Traffic zu generieren und ein breiteres Publikum zu erreichen.
es: El SEO radica en su capacidad para mejorar la visibilidad de un sitio web, atrayendo tráfico orgánico y permitiéndole llegar a una audiencia más amplia.
fr: Le SEO réside dans sa capacité à améliorer la visibilité d'un site web, à générer du trafic organique et à lui permettre d'atteindre un public plus large.

source: Open to new ideas and contributions
de: Offen für neue Ideen und Beiträge
es: Abierto a nuevas ideas y contribuciones
fr: Ouvert aux nouvelles idées et contributions

source: Embracing a culture that is open to new ideas and contributions is integral fostering innovation, collaboration, and a dynamic user experience.
de: Eine Kultur zu pflegen, die offen für neue Ideen und Beiträge ist, ist unerlässlich, um Innovation, Zusammenarbeit und eine dynamische Benutzererfahrung zu fördern.
es: Adoptar una cultura abierta a nuevas ideas y contribuciones es fundamental para fomentar la innovación, la colaboración y una experiencia de usuario dinámica.
fr: Adopter une culture ouverte aux nouvelles idées et contributions est essentiel pour favoriser l'innovation, la collaboration et une expérience utilisateur dynamique.

source: Inside template
de: In der Vorlage
es: Dentro de la plantilla
fr: Dans le modèle

source: AstroWind's Blueprint: Fun Meets Functionality!
de: AstroWinds Bauplan: Spaß trifft Funktionalität!
es: El plano de AstroWind: ¡La diversión se une a la funcionalidad!
fr: Le plan d'AstroWind : le plaisir rencontre la fonctionnalité !

source: Built on top of Astro 5.0
de: Basierend auf Astro 5.0
es: Construido sobre Astro 5.0
fr: Construit sur Astro 5.0

source: Benefiting from the performance and developer-friendly features of this modern static site generator.
de: Profitieren Sie von der Leistung und den entwicklerfreundlichen Funktionen dieses modernen statischen Seitengenerators.
es: Beneficiándose del rendimiento y las características amigables para desarrolladores de este moderno generador de sitios estáticos.
fr: Bénéficiant des performances et des fonctionnalités conviviales pour les développeurs de ce générateur de site statique moderne.

source: Styled using Tailwind CSS
de: Gestylt mit Tailwind CSS
es: Diseñado con Tailwind CSS
fr: Stylisé avec Tailwind CSS

source: Facilitating rapid design and consistent styling with this highly popular utility-first CSS framework.
de: Schnelles Design und konsistentes Styling mit diesem sehr beliebten Utility-First CSS-Framework.
es: Facilitando un diseño rápido y un estilo consistente con este popular framework CSS orientado a utilidades.
fr: Facilitant une conception rapide et un style cohérent avec ce framework CSS utility-first très populaire.

source: Cross-browser compatibility
de: Browserübergreifende Kompatibilität
es: Compatibilidad entre navegadores
fr: Compatibilité multi-navigateurs

source: Ensure your website looks and functions consistently across various web browsers, delivering a seamless experience to all users.
de: Stellen Sie sicher, dass Ihre Website in verschiedenen Webbrowsern konsistent aussieht und funktioniert, und bieten Sie allen Benutzern ein nahtloses Erlebnis.
es: Asegúrate de que tu sitio web se vea y funcione de manera consistente en diversos navegadores web, ofreciendo una experiencia fluida a todos los usuarios.
fr: Assurez-vous que votre site web s'affiche et fonctionne de manière cohérente sur différents navigateurs web, offrant une expérience fluide à tous les utilisateurs.

source: <0>Building on modern foundations</0> Gain a competitive advantage by incorporating industry leading practices
de: <0>Auf modernen Fundamenten aufbauend</0> Erhalten Sie einen Wettbewerbsvorteil durch die Integration branchenführender Praktiken
es: <0>Construyendo sobre cimientos modernos</0> Obtén una ventaja competitiva incorporando prácticas líderes en la industria
fr: <0>Construire sur des bases modernes</0> Obtenez un avantage concurrentiel en intégrant les meilleures pratiques de l'industrie

source: High level of customization
de: Hoher Grad an Anpassung
es: Alto nivel de personalización
fr: Haut niveau de personnalisation

source: Tailor the template effortlessly to match your brand's identity and requirements, making your website distinct and saving you time.
de: Passen Sie die Vorlage mühelos an die Identität und die Anforderungen Ihrer Marke an, machen Sie Ihre Website unverwechselbar und sparen Sie Zeit.
es: Adapta la plantilla sin esfuerzo para que coincida con la identidad y los requisitos de tu marca, haciendo que tu sitio web sea único y ahorrándote tiempo.
fr: Adaptez le modèle sans effort pour correspondre à l'identité et aux exigences de votre marque, rendant votre site web unique et vous faisant gagner du temps.

source: Multiple layout possibilities
de: Vielfältige Layout-Möglichkeiten
es: Múltiples posibilidades de diseño
fr: Multiples possibilités de mise en page

source: Explore various layout options to find the structure that best presents your content, enhancing user engagement and navigation.
de: Entdecken Sie verschiedene Layout-Optionen, um die Struktur zu finden, die Ihre Inhalte am besten präsentiert und die Benutzerbindung und Navigation verbessert.
es: Explora diversas opciones de diseño para encontrar la estructura que mejor presente tu contenido, mejorando la interacción del usuario y la navegación.
fr: Explorez différentes options de mise en page pour trouver la structure qui présente le mieux votre contenu, améliorant l'engagement de l'utilisateur et la navigation.

source: Fully responsive design
de: Vollständig responsives Design
es: Diseño totalmente responsivo
fr: Design entièrement réactif

source: Ensure your website's optimal performance on various devices and screen sizes, providing a consistent and enjoyable user experience.
de: Stellen Sie die optimale Leistung Ihrer Website auf verschiedenen Geräten und Bildschirmgrößen sicher und bieten Sie ein konsistentes und angenehmes Benutzererlebnis.
es: Asegura el rendimiento óptimo de tu sitio web en diversos dispositivos y tamaños de pantalla, proporcionando una experiencia de usuario consistente y agradable.
fr: Assurez la performance optimale de votre site web sur divers appareils et tailles d'écran, offrant une expérience utilisateur cohérente et agréable.

source: Integration of media
de: Integration von Medien
es: Integración de medios
fr: Intégration des médias
