Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: Project 3: <0/><1>E-commerce website redesign for fashion brand</1>
de: Projekt 3: <0/><1>E-Commerce-Website-Redesign für eine Modemarke</1>
fr: Projet 3 : <0/><1>Refonte de site web e-commerce pour marque de mode</1>

source: Client testimonials
de: Kundenreferenzen
es: Testimonios de clientes
fr: Témoignages clients

source: Discover what clients have to say about their experiences working with me.
de: Erfahren Sie, was Kunden über ihre Erfahrungen mit mir zu sagen haben.
es: Descubre lo que los clientes dicen sobre sus experiencias trabajando conmigo.
fr: Découvrez ce que les clients ont à dire sur leurs expériences de travail avec moi.

source: She took our vague concept and turned it into a visual masterpiece that perfectly aligned with our goals. Her attention to detail and ability to translate ideas into compelling visuals exceeded our expectations.
de: Sie nahm unser vages Konzept und verwandelte es in ein visuelles Meisterwerk, das perfekt zu unseren Zielen passte. Ihre Liebe zum Detail und ihre Fähigkeit, Ideen in fesselnde visuelle Darstellungen zu übersetzen, übertrafen unsere Erwartungen.
es: Tomó nuestro vago concepto y lo convirtió en una obra maestra visual que se alineó perfectamente con nuestros objetivos. Su atención al detalle y su capacidad para traducir ideas en visuales convincentes superaron nuestras expectativas.
fr: Elle a pris notre concept vague et l'a transformé en un chef-d'œuvre visuel qui correspondait parfaitement à nos objectifs. Son attention aux détails et sa capacité à traduire les idées en visuels percutants ont dépassé nos attentes.

source: Creative director
de: Kreativdirektor
es: Director creativo
fr: Directeur créatif

source: Mark Thompson Image
de: Mark Thompson Bild
es: Imagen de Mark Thompson
fr: Image de Mark Thompson

source: She transformed our brand identity with her creative finesse, capturing our essence in every element. Her dedication and talent truly shine through her work.
de: Sie verwandelte unsere Markenidentität mit ihrer kreativen Finesse und fing unser Wesen in jedem Element ein. Ihre Hingabe und ihr Talent kommen in ihrer Arbeit wirklich zum Ausdruck.
es: Transformó nuestra identidad de marca con su delicadeza creativa, capturando nuestra esencia en cada elemento. Su dedicación y talento realmente brillan a través de su trabajo.
fr: Elle a transformé notre identité de marque avec sa finesse créative, capturant notre essence dans chaque élément. Son dévouement et son talent transparaissent véritablement dans son travail.

source: Emily Martinez Image
de: Emily Martinez Bild
es: Imagen de Emily Martinez
fr: Image d'Emily Martinez

source: She has an uncanny ability to communicate emotions and stories. She crafted a logo for our NGO that not only represents our cause but also evokes empathy. Her professionalism and commitment make her a designer of exceptional caliber.
de: Sie besitzt die unheimliche Fähigkeit, Emotionen und Geschichten zu vermitteln. Sie entwarf ein Logo für unsere NGO, das nicht nur unsere Sache repräsentiert, sondern auch Empathie weckt. Ihre Professionalität und ihr Engagement machen sie zu einer Designerin von außergewöhnlichem Kaliber.
es: Tiene una habilidad asombrosa para comunicar emociones e historias. Creó un logotipo para nuestra ONG que no solo representa nuestra causa, sino que también evoca empatía. Su profesionalismo y compromiso la convierten en una diseñadora de un calibre excepcional.
fr: Elle a une capacité étrange à communiquer des émotions et des histoires. Elle a créé un logo pour notre ONG qui non seulement représente notre cause, mais évoque également l'empathie. Son professionnalisme et son engagement en font une designer d'un calibre exceptionnel.

source: Founder of an NGO
de: Gründerin einer NGO
es: Fundadora de una ONG
fr: Fondatrice d'une ONG

source: Laura Simmons Image
de: Laura Simmons Bild
es: Imagen de Laura Simmons
fr: Image de Laura Simmons

source: We entrusted Sarah with revamping our website's user interface, and the results were astounding. Her intuitive design sense enhanced user experience, leading to a significant increase in engagement. She's a designer who truly understands the synergy of aesthetics and functionality.
de: Wir haben Sarah mit der Neugestaltung der Benutzeroberfläche unserer Website beauftragt, und die Ergebnisse waren erstaunlich. Ihr intuitives Designgefühl verbesserte die Benutzerfreundlichkeit und führte zu einer deutlichen Steigerung des Engagements. Sie ist eine Designerin, die die Synergie von Ästhetik und Funktionalität wirklich versteht.
es: Confiamos a Sarah la renovación de la interfaz de usuario de nuestro sitio web y los resultados fueron asombrosos. Su sentido intuitivo del diseño mejoró la experiencia del usuario, lo que llevó a un aumento significativo de la participación. Es una diseñadora que realmente entiende la sinergia entre estética y funcionalidad.
fr: Nous avons confié à Sarah la refonte de l'interface utilisateur de notre site web, et les résultats ont été stupéfiants. Son sens intuitif du design a amélioré l'expérience utilisateur, entraînant une augmentation significative de l'engagement. C'est une designer qui comprend véritablement la synergie de l'esthétique et de la fonctionnalité.

source: Director of web services
de: Leiter der Webdienste
es: Director de servicios web
fr: Directeur des services web

source: Alex Foster Image
de: Alex Foster Bild
es: Imagen de Alex Foster
fr: Image d'Alex Foster

source: She took our vision and elevated it beyond imagination. Her ability to capture brand essence and translate it into design is nothing short of remarkable. Working with her has been an inspiring journey.
de: Sie hat unsere Vision über die Vorstellungskraft hinaus gehoben. Ihre Fähigkeit, die Markenessenz zu erfassen und in Design umzusetzen, ist schlichtweg bemerkenswert. Die Zusammenarbeit mit ihr war eine inspirierende Reise.
es: Tomó nuestra visión y la elevó más allá de la imaginación. Su capacidad para capturar la esencia de la marca y traducirla en diseño es nada menos que notable. Trabajar con ella ha sido un viaje inspirador.
fr: Elle a pris notre vision et l'a élevée au-delà de l'imagination. Sa capacité à saisir l'essence d'une marque et à la traduire en design est tout simplement remarquable. Travailler avec elle a été un voyage inspirant.

source: Jessica Collins Image
de: Jessica Collins Bild
es: Imagen de Jessica Collins
fr: Image de Jessica Collins

source: Her ability to transform concepts into captivating visuals is nothing short of extraordinary. She took our event poster idea and turned it into a visual masterpiece that perfectly captured the essence of our festival. Sarah's dedication, creativity, and knack for delivering beyond expectations make her an invaluable asset to any project.
de: Ihre Fähigkeit, Konzepte in fesselnde Visuals zu verwandeln, ist nichts weniger als außergewöhnlich. Sie nahm unsere Idee für ein Veranstaltungsposter und verwandelte sie in ein visuelles Meisterwerk, das das Wesen unseres Festivals perfekt einfing. Sarahs Hingabe, Kreativität und ihr Talent, über die Erwartungen hinauszugehen, machen sie zu einem unschätzbaren Gewinn für jedes Projekt.
es: Su capacidad para transformar conceptos en visuales cautivadores es sencillamente extraordinaria. Tomó nuestra idea para el cartel del evento y la convirtió en una obra maestra visual que capturó perfectamente la esencia de nuestro festival. La dedicación, creatividad y talento de Sarah para ofrecer resultados que superan las expectativas la convierten en un activo invaluable para cualquier proyecto.
fr: Sa capacité à transformer des concepts en visuels captivants est tout simplement extraordinaire. Elle a pris notre idée d'affiche d'événement et l'a transformée en un chef-d'œuvre visuel qui a parfaitement capturé l'essence de notre festival. Le dévouement, la créativité et la capacité de Sarah à dépasser les attentes en font un atout inestimable pour tout projet.

source: Event Coordinator
de: Eventkoordinator
es: Coordinador de eventos
fr: Coordinateur d'événement

source: Michael Carter Image
de: Michael Carter Bild
es: Imagen de Michael Carter
fr: Image de Michael Carter

source: Let's create together
de: Lasst uns gemeinsam etwas schaffen
es: Creemos juntos
fr: Créons ensemble

source: Ready to transform your vision into captivating designs?
de: Bereit, Ihre Vision in fesselnde Designs zu verwandeln?
es: ¿Estás listo para transformar tu visión en diseños cautivadores?
fr: Prêt à transformer votre vision en designs captivants ?

source: Explore my insightful articles on my blog
de: Entdecken Sie meine aufschlussreichen Artikel in meinem Blog
es: Explora los artículos de mi blog
fr: Explorez mes articles perspicaces sur mon blog

source: Dive into a realm of design wisdom and creative inspiration, where you'll find invaluable insights, practical tips, and captivating narratives that elevate and enrich your creative journey.
de: Tauchen Sie ein in eine Welt voller Designweisheit und kreativer Inspiration, wo Sie unschätzbare Einblicke, praktische Tipps und fesselnde Erzählungen finden, die Ihre kreative Reise bereichern und aufwerten.
es: Sumérgete en un reino de sabiduría de diseño e inspiración creativa, donde encontrarás ideas invaluables, consejos prácticos y narrativas cautivadoras que elevan y enriquecen tu viaje creativo.
fr: Plongez dans un royaume de sagesse du design et d'inspiration créative, où vous trouverez des idées précieuses, des conseils pratiques et des récits captivants qui élèveront et enrichiront votre parcours créatif.

source: SaaS Landing Page
fr: Page d'accueil SaaS

source: Login
de: Anmelden
fr: Connexion

source: Sign Up
de: Registrieren
fr: S'inscrire

source: SaaS Web Demo
es: Demo web de SaaS
fr: Démo Web SaaS

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer

source: Simplify web design with Astrowind: <0/> your ultimate <1>SaaS</1> companion<2/>
de: Vereinfachen Sie Webdesign mit Astrowind: <0/> Ihr ultimativer <1>SaaS</1>-Begleiter<2/>
fr: Simplifiez la conception web avec Astrowind : <0/> votre compagnon <1>SaaS</1> ultime<2/>

source: <0>Elevate your website creation process with <0>AstroWind</0>'s SaaS solutions.</0> Seamlessly blend the power of Astro 5.0 and Tailwind CSS to craft websites that resonate with your brand and audience.
de: <0>Optimieren Sie Ihren Website-Erstellungsprozess mit den SaaS-Lösungen von <0>AstroWind</0>.</0> Verbinden Sie nahtlos die Leistungsfähigkeit von Astro 5.0 und Tailwind CSS, um Websites zu erstellen, die Ihre Marke und Ihr Publikum ansprechen.
fr: <0>Améliorez votre processus de création de site web avec les solutions SaaS d' <0>AstroWind</0>.</0> Mélangez harmonieusement la puissance d'Astro 5.0 et de Tailwind CSS pour créer des sites web qui résonnent avec votre marque et votre public.

source: Why choose AstroWind?
de: Warum AstroWind wählen?
es: ¿Por qué elegir AstroWind?
fr: Pourquoi choisir AstroWind ?

source: Each of the following features enhances AstroWind's value proposition.
de: Jede der folgenden Funktionen verbessert das Leistungsversprechen von AstroWind.
es: Cada una de las siguientes características mejora la propuesta de valor de AstroWind.
fr: Chacune des fonctionnalités suivantes améliore la proposition de valeur d'AstroWind.

source: Integration of Astro 5.0 and Tailwind CSS
de: Integration von Astro 5.0 und Tailwind CSS
es: Integración de Astro 5.0 y Tailwind CSS
fr: Intégration d'Astro 5.0 et de Tailwind CSS

source: Offers a powerful combination that enhances both the development process and the end-user experience. Also, allows to build dynamic and visually stunning websites with optimized performance.
de: Bietet eine leistungsstarke Kombination, die sowohl den Entwicklungsprozess als auch die Endbenutzererfahrung verbessert. Ermöglicht auch den Aufbau dynamischer und visuell beeindruckender Websites mit optimierter Leistung.
es: Ofrece una combinación potente que mejora tanto el proceso de desarrollo como la experiencia del usuario final. Además, permite crear sitios web dinámicos y visualmente impactantes con un rendimiento optimizado.
fr: Offre une combinaison puissante qui améliore à la fois le processus de développement et l'expérience utilisateur finale. Permet également de créer des sites web dynamiques et visuellement époustouflants avec des performances optimisées.

source: Versatile design for startups, small businesses, and more
de: Vielseitiges Design für Startups, Kleinunternehmen und mehr
es: Diseño versátil para startups, pequeñas empresas y más
fr: Design polyvalent pour les startups, les petites entreprises et plus encore

source: Easily customize AstroWind to harmonize with the unique branding and identity of your venture. AstroWind's versatile design adapts to suit your needs.
de: Passen Sie AstroWind einfach an das einzigartige Branding und die Identität Ihres Unternehmens an. Das vielseitige Design von AstroWind passt sich Ihren Bedürfnissen an.
es: Personaliza fácilmente AstroWind para armonizar con la marca e identidad únicas de tu emprendimiento. El diseño versátil de AstroWind se adapta a tus necesidades.
fr: Personnalisez facilement AstroWind pour l'harmoniser avec l'image de marque et l'identité uniques de votre entreprise. Le design polyvalent d'AstroWind s'adapte à vos besoins.

source: Effortless customization for portfolios and marketing sites
de: Mühelose Anpassung für Portfolios und Marketing-Websites
es: Personalización sin esfuerzo para portafolios y sitios de marketing
fr: Personnalisation facile pour les portfolios et les sites de marketing

source: With intuitive customization, easily showcase portfolio pieces, case studies, project highlights, and relevant content. Ideal for creative professionals and businesses looking to highlight their expertise.
de: Mit intuitiver Anpassung können Sie Portfolio-Stücke, Fallstudien, Projekthighlights und relevante Inhalte einfach präsentieren. Ideal für Kreativprofis und Unternehmen, die ihre Expertise hervorheben möchten.
es: Con una personalización intuitiva, muestra fácilmente piezas de portafolio, casos de estudio, aspectos destacados de proyectos y contenido relevante. Ideal para profesionales creativos y empresas que buscan destacar su experiencia.
fr: Grâce à une personnalisation intuitive, présentez facilement des éléments de portfolio, des études de cas, des points saillants de projets et du contenu pertinent. Idéal pour les professionnels de la création et les entreprises souhaitant mettre en avant leur expertise.

source: Optimized landing pages and engaging blogs
de: Optimierte Landingpages und ansprechende Blogs
es: Páginas de aterrizaje optimizadas y blogs atractivos
fr: Pages de destination optimisées et blogs attrayants

source: Landing pages are strategically designed to captivate visitors and prompt specific actions. Additionally, the blog creation feature empowers sharing insights, engaging the audience.
de: Landingpages sind strategisch gestaltet, um Besucher zu fesseln und zu bestimmten Aktionen zu bewegen. Zusätzlich ermöglicht die Blog-Erstellungsfunktion das Teilen von Einblicken und die Interaktion mit dem Publikum.
es: Las páginas de aterrizaje están diseñadas estratégicamente para cautivar a los visitantes y motivar acciones específicas. Además, la función de creación de blogs permite compartir conocimientos y atraer a la audiencia.
fr: Les pages de destination sont conçues stratégiquement pour captiver les visiteurs et les inciter à des actions spécifiques. De plus, la fonction de création de blog permet de partager des idées et d'engager le public.

source: Fast loading times and production-ready code
de: Schnelle Ladezeiten und produktionsreifer Code
es: Tiempos de carga rápidos y código listo para producción
fr: Temps de chargement rapides et code prêt pour la production

source: Using Astro 5.0 ensures fast loading and seamless rendering, enhancing browsing. The code follows best practices, improving user experience, SEO, and reducing bounce rates.
de: Die Verwendung von Astro 5.0 gewährleistet schnelle Ladezeiten und nahtloses Rendering, was das Surfen verbessert. Der Code folgt Best Practices, verbessert die Benutzererfahrung, SEO und reduziert Absprungraten.
es: El uso de Astro 5.0 garantiza una carga rápida y un renderizado fluido, mejorando la navegación. El código sigue las mejores prácticas, mejorando la experiencia del usuario, el SEO y reduciendo las tasas de rebote.
fr: L'utilisation d'Astro 5.0 garantit un chargement rapide et un rendu fluide, améliorant la navigation. Le code respecte les meilleures pratiques, améliorant l'expérience utilisateur, le référencement et réduisant les taux de rebond.

source: SEO-optimized structure for enhanced visibility
de: SEO-optimierte Struktur für verbesserte Sichtbarkeit
es: Estructura optimizada para SEO para una mayor visibilidad
fr: Structure optimisée pour le référencement et une visibilité améliorée

source: Follows SEO best practices with clean code, semantic HTML markup, and fast loading, enhancing search engine rankings. AstroWind's SEO structure ensures visibility to potential customers and clients.
de: Folgt den SEO-Best Practices mit sauberem Code, semantischem HTML-Markup und schnellem Laden, was das Suchmaschinenranking verbessert. Die SEO-Struktur von AstroWind gewährleistet die Sichtbarkeit für potenzielle Kunden und Klienten.
es: Sigue las mejores prácticas de SEO con código limpio, marcado HTML semántico y carga rápida, mejorando la posición en los motores de búsqueda. La estructura SEO de AstroWind garantiza visibilidad ante clientes potenciales.
fr: Suit les meilleures pratiques de référencement avec un code propre, un balisage HTML sémantique et un chargement rapide, améliorant le classement dans les moteurs de recherche. La structure SEO d'AstroWind assure la visibilité auprès des clients potentiels.

source: Use cases
de: Anwendungsfälle
es: Casos de uso
fr: Cas d'utilisation

source: Discover how AstroWind's versatile template serves as the ideal solution for various use cases, providing tailored solutions to drive success.
de: Entdecken Sie, wie AstroWinds vielseitige Vorlage als ideale Lösung für verschiedene Anwendungsfälle dient und maßgeschneiderte Lösungen für den Erfolg bietet.
es: Descubre cómo la versátil plantilla de AstroWind sirve como la solución ideal para diversos casos de uso, proporcionando soluciones a medida para impulsar el éxito.
fr: Découvrez comment le modèle polyvalent d'AstroWind constitue la solution idéale pour divers cas d'utilisation, offrant des solutions sur mesure pour favoriser le succès.

source: Are you a startup with big dreams? AstroWind propels your success. Our template forges a seamless online presence, attracting investors and customers from day one. Astro 5.0 and Tailwind CSS ensure striking, responsive sites, leaving lasting impressions. Countless startups leverage AstroWind to kickstart their journey and resonate with audiences.
de: Sind Sie ein Startup mit großen Träumen? AstroWind treibt Ihren Erfolg voran. Unsere Vorlage schafft eine nahtlose Online-Präsenz und zieht vom ersten Tag an Investoren und Kunden an. Astro 5.0 und Tailwind CSS sorgen für beeindruckende, responsive Websites, die einen bleibenden Eindruck hinterlassen. Zahlreiche Startups nutzen AstroWind, um ihre Reise zu beginnen und ihr Publikum zu erreichen.
es: ¿Eres una startup con grandes sueños? AstroWind impulsa tu éxito. Nuestra plantilla forja una presencia en línea fluida, atrayendo inversores y clientes desde el primer día. Astro 5.0 y Tailwind CSS garantizan sitios impactantes y adaptables, dejando impresiones duraderas. Innumerables startups aprovechan AstroWind para iniciar su camino y conectar con sus audiencias.
fr: Êtes-vous une startup avec de grands rêves ? AstroWind propulse votre succès. Notre modèle crée une présence en ligne fluide, attirant investisseurs et clients dès le premier jour. Astro 5.0 et Tailwind CSS garantissent des sites saisissants et réactifs, laissant des impressions durables. D'innombrables startups utilisent AstroWind pour démarrer leur parcours et résonner auprès de leur public.

source: Benefits:
de: Vorteile:
es: Beneficios:
fr: Avantages :

source: Allow startups to quickly create professional websites without investing extensive time and resources. <br /> Make a memorable first impression with visually appealing design elements that highlight your startup's unique value proposition. <br /> Ensures your website looks stunning and works well on all devices. <br /> Engage potential investors and customers with engaging content, clear messaging, and intuitive navigation.
de: Ermöglichen Sie Startups, schnell professionelle Websites zu erstellen, ohne viel Zeit und Ressourcen zu investieren. <br /> Hinterlassen Sie einen unvergesslichen ersten Eindruck mit visuell ansprechenden Designelementen, die das einzigartige Wertversprechen Ihres Startups hervorheben. <br /> Stellt sicher, dass Ihre Website auf allen Geräten atemberaubend aussieht und gut funktioniert. <br /> Begeistern Sie potenzielle Investoren und Kunden mit ansprechenden Inhalten, klarer Botschaft und intuitiver Navigation.
es: Permite a las startups crear rápidamente sitios web profesionales sin invertir tiempo y recursos excesivos. <br /> Crea una primera impresión memorable con elementos de diseño visualmente atractivos que destacan la propuesta de valor única de tu startup. <br /> Garantiza que tu sitio web luzca impresionante y funcione bien en todos los dispositivos. <br /> Atrae a posibles inversores y clientes con contenido atractivo, mensajes claros y navegación intuitiva.
fr: Permettez aux startups de créer rapidement des sites web professionnels sans investir beaucoup de temps et de ressources. <br /> Faites une première impression mémorable avec des éléments de design visuellement attrayants qui mettent en valeur la proposition de valeur unique de votre startup. <br /> Assurez-vous que votre site web est magnifique et fonctionne parfaitement sur tous les appareils. <br /> Engagez les investisseurs et clients potentiels avec un contenu captivant, une messagerie claire et une navigation intuitive.

source: Startup Image
de: Startup Bild
es: Imagen de Startup
fr: Image de startup

source: Startup success stories: <0/><1>Launching with AstroWind</1>
de: Startup-Erfolgsgeschichten: <0/><1>Starten mit AstroWind</1>
fr: Histoires de succès de startups : <0/><1>Lancement avec AstroWind</1>
