Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: Our app stands out for its user-friendly interface, extensive template collection, and seamless integration of the purchasing and downloading process, making it highly efficient.
de: Unsere App zeichnet sich durch ihre benutzerfreundliche Oberfläche, eine umfangreiche Vorlagensammlung und die nahtlose Integration des Kauf- und Downloadprozesses aus, was sie äußerst effizient macht.
es: Nuestra aplicación destaca por su interfaz fácil de usar, su amplia colección de plantillas y la integración fluida del proceso de compra y descarga, lo que la hace altamente eficiente.
fr: Notre application se distingue par son interface conviviale, sa vaste collection de modèles et son intégration transparente du processus d'achat et de téléchargement, ce qui la rend très efficace.

source: Are there any costs involved?
de: Sind Kosten damit verbunden?
es: ¿Hay algún costo involucrado?
fr: Y a-t-il des coûts impliqués ?

source: While the app itself may be free to download, there may be costs associated with purchasing specific templates based on your preferences and project requirements.
de: Während die App selbst kostenlos heruntergeladen werden kann, können Kosten für den Kauf spezifischer Vorlagen anfallen, die auf Ihren Präferenzen und Projektanforderungen basieren.
es: Aunque la descarga de la aplicación en sí puede ser gratuita, puede haber costos asociados con la compra de plantillas específicas según tus preferencias y los requisitos del proyecto.
fr: Bien que l'application elle-même puisse être téléchargée gratuitement, des coûts peuvent être associés à l'achat de modèles spécifiques en fonction de vos préférences et des exigences de votre projet.

source: Download our app now!
de: Laden Sie unsere App jetzt herunter!
es: ¡Descarga nuestra aplicación ahora!
fr: Téléchargez notre application maintenant !

source: Access a variety of stunning templates, simplify your creative process, and elevate your online presence.
de: Greifen Sie auf eine Vielzahl atemberaubender Vorlagen zu, vereinfachen Sie Ihren kreativen Prozess und verbessern Sie Ihre Online-Präsenz.
es: Accede a una variedad de plantillas impresionantes, simplifica tu proceso creativo y eleva tu presencia en línea.
fr: Accédez à une variété de modèles époustouflants, simplifiez votre processus créatif et améliorez votre présence en ligne.

source: Personal Homepage Demo
de: Demo der persönlichen Homepage
fr: Démo de page d'accueil personnelle

source: Home
de: Startseite
fr: Accueil

source: Resume
de: Lebenslauf
fr: CV

source: Porfolio
de: Portfolio
fr: Portfolio

source: Hire me
de: Stellen Sie mich ein
es: Contrátame
fr: M'engager

source: Personal Web Demo
de: Persönliche Web-Demo
es: Demo web personal
fr: Démo Web personnelle

source: I'm a Graphic Designer passionate about crafting visual stories. <0/> With 5 years of experience and a degree from New York University's School of Design. I infuse vitality into brands and designs, transforming concepts into captivating realities.
de: Ich bin eine Grafikdesignerin, die sich leidenschaftlich der Gestaltung visueller Geschichten widmet. <0/> Mit 5 Jahren Erfahrung und einem Abschluss der School of Design der New York University hauche ich Marken und Designs Leben ein und verwandle Konzepte in fesselnde Realitäten.
fr: Je suis une graphiste passionnée par la création d'histoires visuelles. <0/> Avec 5 ans d'expérience et un diplôme de la School of Design de l'Université de New York. J'insuffle de la vitalité aux marques et aux designs, transformant les concepts en réalités captivantes.

source: About me
de: Über mich
fr: À propos de moi

source: Welcome to my creative journey. My work is a testament to my commitment to bringing ideas to life, where each pixel becomes a brushstroke in the canvas of imagination.
de: Willkommen auf meiner kreativen Reise. Meine Arbeit ist ein Beweis für mein Engagement, Ideen zum Leben zu erwecken, wobei jeder Pixel zu einem Pinselstrich auf der Leinwand der Vorstellungskraft wird.
fr: Bienvenue dans mon parcours créatif. Mon travail témoigne de mon engagement à donner vie aux idées, où chaque pixel devient un coup de pinceau sur la toile de l'imagination.

source: I find inspiration in the world around me, whether through the pages of a captivating novel, the intricate details of typography, or the vibrant hues of nature during my outdoor escapades.
de: Ich finde Inspiration in der Welt um mich herum, sei es durch die Seiten eines fesselnden Romans, die komplizierten Details der Typografie oder die lebendigen Farbtöne der Natur während meiner Ausflüge ins Freie.
fr: Je trouve l'inspiration dans le monde qui m'entoure, que ce soit à travers les pages d'un roman captivant, les détails complexes de la typographie, ou les teintes vibrantes de la nature lors de mes escapades en plein air.

source: If you're curious to dive deeper into my work, you can follow me:
de: Wenn Sie tiefer in meine Arbeit eintauchen möchten, können Sie mir folgen:
fr: Si vous êtes curieux de plonger plus profondément dans mon travail, vous pouvez me suivre :

source: Work experience
de: Berufserfahrung
es: Experiencia laboral
fr: Expérience professionnelle

source: Graphic Designer <br /> <span class="font-normal">ABC Design Studio, New York, NY</span> <br /> <span class="text-sm font-normal">2021 - Present</span>
de: Grafikdesigner <br /> <span class="font-normal">ABC Design Studio, New York, NY</span> <br /> <span class="text-sm font-normal">2021 - Heute</span>
es: Diseñadora Gráfica <br /> <span class="font-normal">ABC Design Studio, Nueva York, NY</span> <br /> <span class="text-sm font-normal">2021 - Presente</span>
fr: Graphiste <br /> <span class="font-normal">ABC Design Studio, New York, NY</span> <br /> <span class="text-sm font-normal">2021 - Présent</span>

source: Collaborate with clients to understand design requirements and objectives. <br /> Develop branding solutions, including logos, color palettes, and brand guidelines. <br /> Design marketing materials such as brochures, posters, and digital assets. <br /> Create visually appealing user interfaces for websites and applications.
de: Zusammenarbeit mit Kunden zur Ermittlung von Designanforderungen und -zielen. <br /> Entwicklung von Branding-Lösungen, einschließlich Logos, Farbpaletten und Markenrichtlinien. <br /> Gestaltung von Marketingmaterialien wie Broschüren, Postern und digitalen Assets. <br /> Erstellung visuell ansprechender Benutzeroberflächen für Websites und Anwendungen.
es: Colaborar con los clientes para comprender los requisitos y objetivos de diseño. <br /> Desarrollar soluciones de marca, incluidos logotipos, paletas de colores y guías de estilo. <br /> Diseñar materiales de marketing como folletos, carteles y activos digitales. <br /> Crear interfaces de usuario visualmente atractivas para sitios web y aplicaciones.
fr: Collaborer avec les clients pour comprendre les exigences et les objectifs de conception. <br /> Développer des solutions de marque, y compris des logos, des palettes de couleurs et des directives de marque. <br /> Concevoir des supports marketing tels que des brochures, des affiches et des actifs numériques. <br /> Créer des interfaces utilisateur visuellement attrayantes pour les sites web et les applications.

source: Junior Graphic Designer <br /> <span class="font-normal">XYZ Creative Agency, Los Angeles, CA</span> <br /> <span class="text-sm font-normal">2018 - 2021</span>
de: Junior-Grafikdesigner <br /> <span class="font-normal">XYZ Creative Agency, Los Angeles, CA</span> <br /> <span class="text-sm font-normal">2018 - 2021</span>
es: Diseñadora Gráfica Junior <br /> <span class="font-normal">XYZ Creative Agency, Los Ángeles, CA</span> <br /> <span class="text-sm font-normal">2018 - 2021</span>
fr: Graphiste Junior <br /> <span class="font-normal">XYZ Creative Agency, Los Angeles, CA</span> <br /> <span class="text-sm font-normal">2018 - 2021</span>

source: Assisted senior designers in creating design concepts and visual assets. <br /> Contributed to the development of brand identities and marketing collateral. <br /> Collaborated with the marketing team to ensure consistent design across campaigns. <br /> Gained hands-on experience in various design software and tools.
de: Unterstützung leitender Designer bei der Erstellung von Designkonzepten und visuellen Assets. <br /> Mitwirkung bei der Entwicklung von Markenidentitäten und Marketingmaterialien. <br /> Zusammenarbeit mit dem Marketingteam, um ein konsistentes Design über alle Kampagnen hinweg zu gewährleisten. <br /> Praktische Erfahrung mit verschiedenen Designsoftware und -tools gesammelt.
es: Asistí a diseñadores sénior en la creación de conceptos de diseño y activos visuales. <br /> Contribuí al desarrollo de identidades de marca y material de marketing. <br /> Colaboré con el equipo de marketing para asegurar un diseño consistente en todas las campañas. <br /> Gané experiencia práctica en diversos softwares y herramientas de diseño.
fr: A assisté les designers seniors dans la création de concepts de design et d'actifs visuels. <br /> A contribué au développement d'identités de marque et de supports marketing. <br /> A collaboré avec l'équipe marketing pour assurer une conception cohérente sur l'ensemble des campagnes. <br /> A acquis une expérience pratique avec divers logiciels et outils de conception.

source: Education
de: Ausbildung
es: Educación
fr: Éducation

source: Master of Fine Arts in Graphic Design <br /> <span class="font-normal">New York University's School of Design</span> <br /> <span class="text-sm font-normal">2018 - 2020</span>
de: Master of Fine Arts in Grafikdesign <br /> <span class="font-normal">New York University's School of Design</span> <br /> <span class="text-sm font-normal">2018 - 2020</span>
es: Maestría en Bellas Artes en Diseño Gráfico <br /> <span class="font-normal">Escuela de Diseño de la Universidad de Nueva York</span> <br /> <span class="text-sm font-normal">2018 - 2020</span>
fr: Maîtrise en beaux-arts en design graphique <br /> <span class="font-normal">New York University's School of Design</span> <br /> <span class="text-sm font-normal">2018 - 2020</span>

source: Bachelor of Arts in Graphic Design <br /> <span class="font-normal">New York University's School of Design</span> <br /> <span class="text-sm font-normal">2014 - 2018</span>
de: Bachelor of Arts in Grafikdesign <br /> <span class="font-normal">New York University's School of Design</span> <br /> <span class="text-sm font-normal">2014 - 2018</span>
es: Licenciatura en Diseño Gráfico <br /> <span class="font-normal">Escuela de Diseño de la Universidad de Nueva York</span> <br /> <span class="text-sm font-normal">2014 - 2018</span>
fr: Licence en design graphique <br /> <span class="font-normal">New York University's School of Design</span> <br /> <span class="text-sm font-normal">2014 - 2018</span>

source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences

source: Discover the proficiencies that allow me to bring imagination to life through design.
de: Entdecken Sie die Fähigkeiten, die es mir ermöglichen, Fantasie durch Design zum Leben zu erwecken.
es: Descubre las competencias que me permiten dar vida a la imaginación a través del diseño.
fr: Découvrez les compétences qui me permettent de donner vie à l'imagination par le design.

source: Graphic design
de: Grafikdesign
es: Diseño gráfico
fr: Design graphique

source: Proficient in crafting visually appealing designs that convey messages effectively.
de: Versiert in der Erstellung visuell ansprechender Designs, die Botschaften effektiv vermitteln.
es: Experto en la creación de diseños visualmente atractivos que transmiten mensajes de manera efectiva.
fr: Maîtrise de la création de designs visuellement attrayants qui transmettent des messages efficacement.

source: Branding and identity
de: Branding und Identität
es: Branding e identidad
fr: Marque et identité

source: Skilled at developing cohesive brand identities, including logos and brand guidelines.
de: Kompetent in der Entwicklung kohärenter Markenidentitäten, einschließlich Logos und Markenrichtlinien.
es: Especialista en el desarrollo de identidades de marca cohesivas, incluyendo logotipos y guías de marca.
fr: Compétent dans le développement d'identités de marque cohérentes, y compris les logos et les directives de marque.

source: User-centered design
de: Benutzerzentriertes Design
es: Diseño centrado en el usuario
fr: Conception centrée sur l'utilisateur

source: Experienced in creating user-friendly interfaces and optimizing user experiences.
de: Erfahren in der Erstellung benutzerfreundlicher Schnittstellen und der Optimierung der Benutzererfahrung.
es: Con experiencia en la creación de interfaces intuitivas y la optimización de las experiencias de usuario.
fr: Expérimenté dans la création d'interfaces conviviales et l'optimisation des expériences utilisateur.

source: Adobe Creative Suite
fr: Suite Adobe Creative

source: Skilled in using Photoshop, Illustrator, and InDesign to create and edit visual elements.
de: Kompetent in der Verwendung von Photoshop, Illustrator und InDesign zum Erstellen und Bearbeiten visueller Elemente.
es: Capacidad para utilizar Photoshop, Illustrator e InDesign para crear y editar elementos visuales.
fr: Compétent dans l'utilisation de Photoshop, Illustrator et InDesign pour créer et éditer des éléments visuels.

source: Typography
de: Typografie
es: Tipografía
fr: Typographie

source: Adept in selecting and manipulating typefaces to enhance design aesthetics.
de: Versiert in der Auswahl und Bearbeitung von Schriftarten zur Verbesserung der Designästhetik.
es: Experto en la selección y manipulación de tipografías para mejorar la estética del diseño.
fr: Adepte de la sélection et de la manipulation des polices de caractères pour améliorer l'esthétique du design.

source: Color theory
de: Farbtheorie
es: Teoría del color
fr: Théorie des couleurs

source: Proficient in using color to evoke emotions and enhance visual harmony.
de: Sicher im Umgang mit Farben, um Emotionen hervorzurufen und die visuelle Harmonie zu verbessern.
es: Competente en el uso del color para evocar emociones y mejorar la armonía visual.
fr: Maîtrise de l'utilisation des couleurs pour évoquer des émotions et améliorer l'harmonie visuelle.

source: Print and digital design
de: Print- und Digitaldesign
es: Diseño impreso y digital
fr: Conception imprimée et numérique

source: Knowledgeable in designing for both print materials and digital platforms.
de: Sachkundig im Design für Printmaterialien und digitale Plattformen.
es: Conocimientos en diseño tanto para materiales impresos como para plataformas digitales.
fr: Connaissance de la conception pour les supports imprimés et les plateformes numériques.

source: Attention to detail
de: Liebe zum Detail
es: Atención al detalle
fr: Attention aux détails

source: Diligent in maintaining precision and quality in all design work.
de: Sorgfältig in der Aufrechterhaltung von Präzision und Qualität bei allen Designarbeiten.
es: Diligente en mantener la precisión y la calidad en todo el trabajo de diseño.
fr: Diligence dans le maintien de la précision et de la qualité dans tous les travaux de conception.

source: Adaptability
de: Anpassungsfähigkeit
es: Adaptabilidad
fr: Adaptabilité

source: Quick to adapt to new design trends, technologies, and client preferences.
de: Schnelle Anpassung an neue Designtrends, Technologien und Kundenpräferenzen.
es: Capacidad de adaptación rápida a las nuevas tendencias de diseño, tecnologías y preferencias del cliente.
fr: Capacité rapide à s'adapter aux nouvelles tendances de design, technologies et préférences des clients.

source: Elevating visual narratives
de: Visuelle Erzählungen aufwerten
es: Elevando narrativas visuales
fr: Élever les récits visuels

source: Embark on a design journey that surpasses pixels, entering a realm of imagination. Explore my portfolio, where passion and creativity converge to shape enthralling visual narratives.
de: Begeben Sie sich auf eine Designreise, die über Pixel hinausgeht und in ein Reich der Vorstellungskraft eintaucht. Erkunden Sie mein Portfolio, wo Leidenschaft und Kreativität zusammenlaufen, um fesselnde visuelle Erzählungen zu formen.
es: Embárcate en un viaje de diseño que trasciende los píxeles, entrando en un reino de imaginación. Explora mi portafolio, donde la pasión y la creatividad convergen para dar forma a narrativas visuales cautivadoras.
fr: Embarquez pour un voyage de conception qui dépasse les pixels, entrant dans un royaume d'imagination. Explorez mon portfolio, où la passion et la créativité convergent pour façonner des récits visuels captivants.

source: Developed a comprehensive brand identity for a tech startup, Tech Innovators, specializing in disruptive innovations. The goal was to convey a modern yet approachable image that resonated with both corporate clients and tech enthusiasts.
de: Entwicklung einer umfassenden Markenidentität für ein Tech-Startup, Tech Innovators, das sich auf disruptive Innovationen spezialisiert hat. Ziel war es, ein modernes und dennoch zugängliches Image zu vermitteln, das sowohl bei Unternehmenskunden als auch bei Tech-Enthusiasten Anklang fand.
es: Desarrollé una identidad de marca integral para una startup tecnológica, Tech Innovators, especializada en innovaciones disruptivas. El objetivo era transmitir una imagen moderna pero accesible que resonara tanto con clientes corporativos como con entusiastas de la tecnología.
fr: J'ai développé une identité de marque complète pour une startup technologique, Tech Innovators, spécialisée dans les innovations disruptives. L'objectif était de transmettre une image moderne mais accessible qui résonne à la fois avec les clients professionnels et les passionnés de technologie.

source: Role:
de: Rolle:
es: Rol:
fr: Rôle :

source: Led the entire branding process from concept to execution. Created a dynamic logo that symbolized innovation, selected a vibrant color palette, and I designed corporate stationery, website graphics, and social media assets.
de: Ich leitete den gesamten Branding-Prozess von der Konzeption bis zur Umsetzung. Ich entwarf ein dynamisches Logo, das Innovation symbolisierte, wählte eine lebendige Farbpalette aus und gestaltete Geschäftspapiere, Website-Grafiken und Social-Media-Assets.
es: Lideré todo el proceso de branding, desde el concepto hasta la ejecución. Creé un logotipo dinámico que simbolizaba la innovación, seleccioné una paleta de colores vibrantes y diseñé la papelería corporativa, gráficos para el sitio web y activos para redes sociales.
fr: J'ai dirigé l'ensemble du processus de branding, du concept à l'exécution. J'ai créé un logo dynamique qui symbolise l'innovation, j'ai sélectionné une palette de couleurs vibrantes, et j'ai conçu la papeterie d'entreprise, les graphiques de site web et les actifs pour les médias sociaux.

source: Tech Design Image
de: Technik-Design-Bild
es: Imagen de diseño tecnológico
fr: Image de design technologique

source: Go to the project
de: Zum Projekt gehen
es: Ir al proyecto
fr: Accéder au projet

source: Project 1: <0/><1>Brand identity for tech innovators</1>
de: Projekt 1: <0/><1>Markenidentität für Tech-Innovatoren</1>
fr: Projet 1 : <0/><1>Identité de marque pour les innovateurs technologiques</1>

source: Designed a captivating event poster for an art and music festival, "ArtWave Fusion," aiming to showcase the synergy between visual art and music genres.
de: Entwurf eines fesselnden Veranstaltungsposters für ein Kunst- und Musikfestival, "ArtWave Fusion", das die Synergie zwischen bildender Kunst und Musikgenres demonstrieren sollte.
es: Diseñé un cartel cautivador para el festival de arte y música "ArtWave Fusion", con el objetivo de mostrar la sinergia entre el arte visual y los géneros musicales.
fr: J'ai conçu une affiche d'événement captivante pour un festival d'art et de musique, « ArtWave Fusion », visant à présenter la synergie entre l'art visuel et les genres musicaux.

source: Translated the festival's creative theme into a visually striking poster. Used bold typography, vibrant colors, and abstract elements to depict the fusion of art and music. Ensured the design captured the festival's vibrant atmosphere.
de: Ich übersetzte das kreative Thema des Festivals in ein visuell beeindruckendes Poster. Ich verwendete kühne Typografie, lebendige Farben und abstrakte Elemente, um die Fusion von Kunst und Musik darzustellen. Ich stellte sicher, dass das Design die lebendige Atmosphäre des Festivals einfing.
es: Traduje el tema creativo del festival en un cartel visualmente impactante. Utilicé tipografía audaz, colores vibrantes y elementos abstractos para representar la fusión del arte y la música. Me aseguré de que el diseño capturara la atmósfera vibrante del festival.
fr: J'ai traduit le thème créatif du festival en une affiche visuellement frappante. J'ai utilisé une typographie audacieuse, des couleurs vibrantes et des éléments abstraits pour représenter la fusion de l'art et de la musique. J'ai veillé à ce que le design capture l'atmosphère vibrante du festival.

source: Art and Music Poster Image
de: Kunst- und Musikposter-Bild
es: Imagen del cartel de arte y música
fr: Image d'affiche d'art et de musique

source: Project 2: <0/><1>Event poster for art & music festival</1>
de: Projekt 2: <0/><1>Veranstaltungsplakat für Kunst- und Musikfestival</1>
fr: Projet 2 : <0/><1>Affiche d'événement pour festival d'art et de musique</1>

source: Redesigned the e-commerce website for an eco-conscious fashion brand, GreenVogue. The objective was to align the brand's online presence with its sustainable ethos and improve user experience.
de: Redesign der E-Commerce-Website für eine umweltbewusste Modemarke, GreenVogue. Ziel war es, die Online-Präsenz der Marke mit ihrem nachhaltigen Ethos in Einklang zu bringen und die Benutzererfahrung zu verbessern.
es: Rediseñé el sitio web de comercio electrónico para GreenVogue, una marca de moda comprometida con el medio ambiente. El objetivo era alinear la presencia online de la marca con su filosofía sostenible y mejorar la experiencia del usuario.
fr: J'ai repensé le site web de commerce électronique pour une marque de mode éco-responsable, GreenVogue. L'objectif était d'aligner la présence en ligne de la marque avec son éthique durable et d'améliorer l'expérience utilisateur.

source: Conducted a thorough analysis of the brand's values and customer base to inform the design direction. Created a visually appealing interface with intuitive navigation, highlighting sustainable materials, and integrating a user-friendly shopping experience.
de: Ich führte eine gründliche Analyse der Markenwerte und des Kundenstamms durch, um die Designrichtung zu bestimmen. Ich erstellte eine visuell ansprechende Benutzeroberfläche mit intuitiver Navigation, hob nachhaltige Materialien hervor und integrierte ein benutzerfreundliches Einkaufserlebnis.
es: Realicé un análisis exhaustivo de los valores de la marca y su base de clientes para orientar la dirección del diseño. Creé una interfaz visualmente atractiva con navegación intuitiva, destacando los materiales sostenibles e integrando una experiencia de compra fácil de usar.
fr: J'ai effectué une analyse approfondie des valeurs de la marque et de la clientèle pour guider la direction du design. J'ai créé une interface visuellement attrayante avec une navigation intuitive, en mettant en avant les matériaux durables et en intégrant une expérience d'achat conviviale.

source: Fashion e-commerce Image
de: Mode-E-Commerce-Bild
es: Imagen de e-commerce de moda
fr: Image de commerce électronique de mode
