Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: Long-form Sales: Sell with a Story: The Long-form Way!
de: Long-Form-Verkauf: Verkaufen mit einer Geschichte: Der Long-Form-Weg!
es: Ventas de formato largo: ¡Vende con una historia: al estilo del formato largo!
fr: Vente longue : Vendez avec une histoire : La manière longue !

source: Dive deep into crafting a Landing Page that narrates, persuades, and converts.
de: Tauchen Sie tief in die Gestaltung einer Landingpage ein, die erzählt, überzeugt und konvertiert.
es: Sumérgete en la creación de una página de destino que narra, persuade y convierte.
fr: Plongez dans l'élaboration d'une page d'atterrissage qui raconte, persuade et convertit.

source: Children telling a story. Long-form Sales Landing Page demo
de: Kinder erzählen eine Geschichte. Long-Form-Sales-Landingpage-Demo
es: Niños contando una historia. Demo de página de destino de ventas de formato largo
fr: Enfants racontant une histoire. Démo de page d'atterrissage de vente longue

source: Subscription Landing Page Demo
de: Abonnement-Landingpage-Demo
fr: Démo de page d'atterrissage d'abonnement

source: Subscription Landing Demo
de: Abonnement-Landingpage-Demo
es: Demo de aterrizaje de suscripción
fr: Démo de page d'atterrissage d'abonnement

source: Subscription Landing Page: Turn Casual Browsers into Loyal Subscribers!
de: Abonnement-Landingpage: Verwandeln Sie Gelegenheitsbesucher in treue Abonnenten!
es: Página de destino de suscripción: ¡Convierte a visitantes ocasionales en suscriptores leales!
fr: Page d'atterrissage d'abonnement : Transformez les navigateurs occasionnels en abonnés fidèles !

source: Unlock the formula for a Subscription Landing Page that keeps your audience coming back for more.
de: Entdecken Sie die Formel für eine Abonnement-Landingpage, die Ihr Publikum immer wieder zurückkehren lässt.
es: Descubre la fórmula para una página de destino de suscripción que haga que tu audiencia vuelva por más.
fr: Découvrez la formule d'une page d'atterrissage d'abonnement qui incite votre public à revenir encore et encore.

source: Ironic image associated with canceling a subscription. Subscription Landing Page Demo
de: Ironisches Bild, das mit dem Kündigen eines Abonnements verbunden ist. Demo der Abonnement-Landingpage
es: Imagen irónica asociada con la cancelación de una suscripción. Demo de página de aterrizaje de suscripción
fr: Image ironique associée à l'annulation d'un abonnement. Démo de page de destination d'abonnement

source: Category '{0}' {1}
de: Kategorie '{0}' {1}
es: Categoría '{0}' {1}
fr: Catégorie '{0}' {1}

source: Posts by tag '{0}'{1}
de: Beiträge nach Tag '{0}'{1}
es: Publicaciones por etiqueta '{0}'{1}
fr: Articles par tag '{0}'{1}

source: Homes
de: Heim
fr: Accueils

source: Mobile App
fr: Application Mobile

source: Personal
de: Persönlich
fr: Personnel

source: Features (Anchor Link)
de: Funktionen (Anker-Link)
fr: Fonctionnalités (Lien d'ancrage)

source: Terms
de: Bedingungen
fr: Conditions

source: Privacy policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

source: Lead Generation
de: Lead-Generierung
fr: Génération de leads

source: Long-form Sales
de: Langform-Vertrieb
fr: Ventes à long terme

source: Product Details (or Services)
de: Produktdetails (oder Dienstleistungen)
fr: Détails du produit (ou services)

source: Coming Soon or Pre-Launch
de: Demnächst oder Vorab-Start
fr: Bientôt disponible ou pré-lancement

source: Subscription
de: Abonnement
fr: Abonnement

source: Blog List
de: Blog-Liste
fr: Liste de blogs

source: Article (with MDX)
de: Artikel (mit MDX)
fr: Article (avec MDX)

source: Category Page
de: Kategorieseite
fr: Page de catégorie

source: Tag Page
de: Tag-Seite
fr: Page de tags

source: Product
de: Produkt
fr: Produit

source: Security
de: Sicherheit
fr: Sécurité

source: Team
fr: Équipe

source: Customer stories
de: Kundenreferenzen
fr: Témoignages clients

source: Resources
de: Ressourcen
fr: Ressources

source: Platform
de: Plattform
fr: Plateforme

source: Developer API
de: Entwickler-API
fr: API Développeur

source: Partners
de: Partner
fr: Partenaires

source: Electron
de: Elektron
fr: Électron

source: Community Forum
fr: Forum Communautaire

source: Professional Services
de: Professionelle Dienstleistungen
fr: Services Professionnels

source: Status
fr: Statut

source: Company
de: Unternehmen
fr: Entreprise

source: Careers
de: Karriere
fr: Carrières

source: Press
de: Presse
fr: Presse

source: Social Impact
de: Soziale Wirkung
fr: Impact Social

source: Shop
fr: Boutique

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité

source: Pages
de: Seiten

source: Services
de: Dienstleistungen
es: Servicios

source: Contact
de: Kontakt
es: Contacto

source: Article
de: Artikel

source: Docs
de: Dokumente

source: Inclusion
de: Inklusion

source: Message
de: Nachricht
es: Mensaje

source: Confirmation
de: Bestätigung
es: Confirmación

source: Description:
de: Beschreibung:
es: Descripción:

source: Etiam scelerisque, enim eget vestibulum luctus, nibh mauris blandit nulla, nec vestibulum risus justo ut enim. Praesent lacinia diam et ante imperdiet euismod.
es: Incluso con el paso del tiempo, el diseño busca crear espacios de armonía, cuidando cada detalle para ofrecer una experiencia equilibrada y profesional.

source: Morbi faucibus luctus quam, sit amet aliquet felis tempor id. Cras augue massa, ornare quis dignissim a, molestie vel nulla.
es: Nuestro enfoque se centra en la calidad y la atención al detalle, asegurando que cada elemento cumpla una función específica en el conjunto del diseño.

source: Vivamus porttitor, tortor convallis aliquam pretium, turpis enim consectetur elit, vitae egestas purus erat ac nunc nulla.
es: Desarrollamos soluciones innovadoras que se adaptan a las necesidades de cada cliente, combinando estética y funcionalidad de manera eficiente.

source: Duis sed lectus in nisl vehicula porttitor eget quis odio. Aliquam erat volutpat. Nulla eleifend nulla id sem fermentum.
es: Contamos con una amplia trayectoria en el sector, lo que nos permite ofrecer resultados garantizados y un servicio de la más alta calidad para todos.

source: Rutrum non odio at vehicula. Proin ipsum justo, dignissim in vehicula sit amet, dignissim id quam. Sed ac tincidunt sapien.
es: La dedicación y el compromiso son la base de nuestro trabajo diario, buscando siempre la satisfacción total en cada uno de los proyectos que emprendemos.

source: Email
es: Correo electrónico

source: Tag: {0}
es: Etiqueta: {0}
