Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: Instant Download
de: Sofortiger Download
es: Descarga Instantánea
fr: Téléchargement instantané

source: Enjoy immediate access to your chosen templates upon purchase, enabling you to begin working on your projects without delay.
de: Genießen Sie nach dem Kauf sofortigen Zugang zu Ihren ausgewählten Vorlagen, sodass Sie unverzüglich mit der Arbeit an Ihren Projekten beginnen können.
es: Disfruta de acceso inmediato a las plantillas elegidas tras la compra, lo que te permite empezar a trabajar en tus proyectos sin demora.
fr: Bénéficiez d'un accès immédiat à vos modèles choisis dès l'achat, vous permettant de commencer à travailler sur vos projets sans délai.

source: Benefits Image
de: Vorteile Bild
es: Imagen de Beneficios
fr: Image des avantages

source: Benefits
de: Vorteile
es: Beneficios
fr: Avantages

source: Words from real customers
de: Stimmen von echten Kunden
es: Palabras de clientes reales
fr: Mots de vrais clients

source: The designs are not only visually appealing but also highly professional. The templates have saved me a significant amount of time while helping me make a lasting impression on my clients.
de: Die Designs sind nicht nur visuell ansprechend, sondern auch hochprofessionell. Die Vorlagen haben mir viel Zeit gespart und mir geholfen, einen bleibenden Eindruck bei meinen Kunden zu hinterlassen.
es: Los diseños no solo son visualmente atractivos, sino también muy profesionales. Las plantillas me han ahorrado una cantidad significativa de tiempo al tiempo que me han ayudado a causar una impresión duradera en mis clientes.
fr: Les designs sont non seulement visuellement attrayants mais aussi très professionnels. Les modèles m'ont fait gagner un temps considérable tout en m'aidant à faire une impression durable sur mes clients.

source: Front-end developer
de: Front-End-Entwicklerin
es: Desarrolladora front-end
fr: Développeur front-end

source: Emily Kennedy Image
de: Emily Kennedy Bild
es: Imagen de Emily Kennedy
fr: Image d'Emily Kennedy

source: It beautifully showcases my work, with its clean and elegant design that lets my photographs shine. Customization was a breeze, even for a non-tech person like me. The result is a professional and immersive portfolio that's garnered numerous compliments.
de: Es präsentiert meine Arbeit wunderschön, mit seinem klaren und eleganten Design, das meine Fotografien erstrahlen lässt. Die Anpassung war ein Kinderspiel, selbst für eine Nicht-Technikerin wie mich. Das Ergebnis ist ein professionelles und beeindruckendes Portfolio, das zahlreiche Komplimente erhalten hat.
es: Muestra maravillosamente mi trabajo, con un diseño limpio y elegante que permite que mis fotografías brillen. La personalización fue pan comido, incluso para una persona no técnica como yo. El resultado es un portafolio profesional e inmersivo que ha cosechado numerosos cumplidos.
fr: Il met magnifiquement en valeur mon travail, avec son design épuré et élégant qui fait briller mes photographies. La personnalisation a été un jeu d'enfant, même pour une personne non-technique comme moi. Le résultat est un portfolio professionnel et immersif qui a récolté de nombreux compliments.

source: Photographer
de: Fotografin
es: Fotógrafa
fr: Photographe

source: Sarah Hansen Image
de: Sarah Hansen Bild
es: Imagen de Sarah Hansen
fr: Image de Sarah Hansen

source: I discovered these templates and I'm impressed by their variety and quality. They've helped me establish a consistent brand image across my marketing and social platforms, elevating my business's overall appearance.
de: Ich habe diese Vorlagen entdeckt und bin beeindruckt von ihrer Vielfalt und Qualität. Sie haben mir geholfen, ein konsistentes Markenimage auf meinen Marketing- und sozialen Plattformen zu etablieren und das Gesamtbild meines Unternehmens zu verbessern.
es: Descubrí estas plantillas y estoy impresionado por su variedad y calidad. Me han ayudado a establecer una imagen de marca coherente en mis plataformas de marketing y redes sociales, elevando la apariencia general de mi negocio.
fr: J'ai découvert ces modèles et je suis impressionné par leur variété et leur qualité. Ils m'ont aidé à établir une image de marque cohérente sur mes plateformes marketing et sociales, améliorant l'apparence générale de mon entreprise.

source: Small business owner
de: Kleinunternehmer
es: Dueño de un pequeño negocio
fr: Propriétaire de petite entreprise

source: Mark Wilkinson Image
de: Mark Wilkinson Bild
es: Imagen de Mark Wilkinson
fr: Image de Mark Wilkinson

source: More testimonials...
de: Weitere Erfahrungsberichte...
es: Más testimonios...
fr: Plus de témoignages...

source: Dive into our template collection
de: Tauchen Sie ein in unsere Vorlagensammlung
es: Sumérgete en nuestra colección de plantillas
fr: Plongez dans notre collection de modèles

source: Whether you're in business, design, or education, our templates are here to elevate your projects.
de: Egal, ob Sie im Geschäftsleben, im Design oder in der Bildung tätig sind, unsere Vorlagen sind hier, um Ihre Projekte zu verbessern.
es: Tanto si estás en el mundo de los negocios, el diseño o la educación, nuestras plantillas están aquí para elevar tus proyectos.
fr: Que vous soyez dans les affaires, le design ou l'éducation, nos modèles sont là pour élever vos projets.

source: A statically generated blog example with news, tutorials, resources and other interesting content related to AstroWind
de: Ein statisch generiertes Blog-Beispiel mit Neuigkeiten, Tutorials, Ressourcen und anderen interessanten Inhalten zu AstroWind
es: Un ejemplo de blog generado estáticamente con noticias, tutoriales, recursos y otros contenidos interesantes relacionados con AstroWind
fr: Un exemple de blog généré statiquement avec des actualités, des tutoriels, des ressources et d'autres contenus intéressants liés à AstroWind

source: The Blog
de: Der Blog
es: El Blog
fr: Le Blog

source: Mobile App Homepage
de: Startseite der mobilen App
fr: Page d'accueil de l'application mobile

source: About
de: Über
fr: À propos

source: Mobile App Web Demo
de: Web-Demo der mobilen App
es: Demostración web de la aplicación móvil
fr: Démo Web de l'application mobile

source: <0>AstroWind App</0>: <1/> professional websites <2>made easy</2>
de: <0>AstroWind App</0>: <1/> professionelle Websites <2>einfach gemacht</2>
fr: <0>AstroWind App</0> : <1/> des sites web professionnels <2>simplifiés</2>

source: <0>Unlock boundless creativity at your fingertips: your gateway to innovative design.</0> Download now and embark on a journey to elevate your projects like never before.
de: <0>Entfesseln Sie grenzenlose Kreativität: Ihr Tor zu innovativem Design.</0> Jetzt herunterladen und eine Reise antreten, um Ihre Projekte wie nie zuvor zu verbessern.
fr: <0>Libérez une créativité illimitée à portée de main : votre passerelle vers un design innovant.</0> Téléchargez maintenant et embarquez pour un voyage afin d'élever vos projets comme jamais auparavant.

source: App Store Image
de: App Store Bild
es: Imagen de App Store
fr: Image de l'App Store

source: Google Play Image
de: Google Play Bild
es: Imagen de Google Play
fr: Image de Google Play

source: How to use our app?
de: Wie benutzt man unsere App?
es: ¿Cómo usar nuestra aplicación?
fr: Comment utiliser notre application ?

source: Tired of spending hours crafting documents from scratch? Our app offers an innovative solution. With a wide array of professionally designed templates, you can now create stunning documents in minutes. Explore our templates now and experience the difference.
de: Haben Sie es satt, stundenlang Dokumente von Grund auf neu zu erstellen? Unsere App bietet eine innovative Lösung. Mit einer großen Auswahl an professionell gestalteten Vorlagen können Sie jetzt in wenigen Minuten beeindruckende Dokumente erstellen. Entdecken Sie jetzt unsere Vorlagen und erleben Sie den Unterschied.
es: ¿Cansado de pasar horas creando documentos desde cero? Nuestra aplicación ofrece una solución innovadora. Con una amplia gama de plantillas diseñadas profesionalmente, ahora puedes crear documentos impresionantes en minutos. Explora nuestras plantillas ahora y experimenta la diferencia.
fr: Fatigué de passer des heures à créer des documents à partir de zéro ? Notre application offre une solution innovante. Avec un large éventail de modèles conçus par des professionnels, vous pouvez maintenant créer des documents époustouflants en quelques minutes. Explorez nos modèles maintenant et découvrez la différence.

source: Step-by-step guide
de: Schritt-für-Schritt-Anleitung
es: Guía paso a paso
fr: Guide étape par étape

source: Download and install the app
de: App herunterladen und installieren
es: Descarga e instala la aplicación
fr: Téléchargez et installez l'application

source: Begin your journey by downloading our user-friendly app from your device's app store or our official website.
de: Beginnen Sie Ihre Reise, indem Sie unsere benutzerfreundliche App aus dem App Store Ihres Geräts oder von unserer offiziellen Website herunterladen.
es: Comienza tu viaje descargando nuestra aplicación fácil de usar desde la tienda de aplicaciones de tu dispositivo o desde nuestro sitio web oficial.
fr: Commencez votre parcours en téléchargeant notre application conviviale depuis la boutique d'applications de votre appareil ou notre site Web officiel.

source: Sign up
de: Anmelden
es: Registrarse
fr: S'inscrire

source: Create your account by providing the necessary information, enabling you to access our full range of features.
de: Erstellen Sie Ihr Konto, indem Sie die erforderlichen Informationen angeben, damit Sie auf unser gesamtes Funktionsangebot zugreifen können.
es: Crea tu cuenta proporcionando la información necesaria, lo que te permitirá acceder a nuestra gama completa de funciones.
fr: Créez votre compte en fournissant les informations nécessaires, vous permettant d'accéder à toutes nos fonctionnalités.

source: Browse templates
de: Vorlagen durchsuchen
es: Explorar plantillas
fr: Parcourir les modèles

source: Explore our diverse collection of website templates, categorized for easy navigation.
de: Entdecken Sie unsere vielfältige Sammlung von Website-Vorlagen, die zur einfachen Navigation kategorisiert sind.
es: Explora nuestra variada colección de plantillas de sitios web, categorizadas para una navegación sencilla.
fr: Explorez notre collection variée de modèles de sites web, classés pour une navigation facile.

source: Preview and select a template
de: Vorschau anzeigen und Vorlage auswählen
es: Previsualizar y seleccionar una plantilla
fr: Prévisualiser et sélectionner un modèle

source: Visualize the potential of each template through previews, then choose the one that aligns best with your project's needs.
de: Visualisieren Sie das Potenzial jeder Vorlage durch Vorschauen und wählen Sie dann diejenige aus, die am besten zu den Anforderungen Ihres Projekts passt.
es: Visualiza el potencial de cada plantilla a través de las vistas previas y luego elige la que mejor se adapte a las necesidades de tu proyecto.
fr: Visualisez le potentiel de chaque modèle grâce aux aperçus, puis choisissez celui qui correspond le mieux aux besoins de votre projet.

source: User-friendly interface
de: Benutzerfreundliche Oberfläche
es: Interfaz fácil de usar
fr: Interface conviviale

source: An intuitive and easy-to-navigate interface that allows users to quickly browse and find the templates they need.
de: Eine intuitive und einfach zu navigierende Oberfläche, die es Benutzern ermöglicht, schnell die benötigten Vorlagen zu durchsuchen und zu finden.
es: Una interfaz intuitiva y fácil de navegar que permite a los usuarios explorar rápidamente y encontrar las plantillas que necesitan.
fr: Une interface intuitive et facile à naviguer qui permet aux utilisateurs de parcourir et de trouver rapidement les modèles dont ils ont besoin.

source: Personalization options
de: Personalisierungsoptionen
es: Opciones de personalización
fr: Options de personnalisation

source: Include basic customization tools that let users modify text, colors, images, and other elements within the templates.
de: Fügen Sie grundlegende Anpassungstools hinzu, mit denen Benutzer Text, Farben, Bilder und andere Elemente in den Vorlagen ändern können.
es: Incluye herramientas básicas de personalización que permiten a los usuarios modificar texto, colores, imágenes y otros elementos dentro de las plantillas.
fr: Incluez des outils de personnalisation de base qui permettent aux utilisateurs de modifier le texte, les couleurs, les images et d'autres éléments au sein des modèles.

source: Ready-to-use components
de: Fertige Komponenten
es: Componentes listos para usar
fr: Composants prêts à l'emploi

source: Enhance your designs with ready-to-use elements like graphics, icons, and layouts, saving you time and boosting visual appeal.
de: Verbessern Sie Ihre Designs mit gebrauchsfertigen Elementen wie Grafiken, Symbolen und Layouts, sparen Sie Zeit und steigern Sie die visuelle Attraktivität.
es: Mejora tus diseños con elementos listos para usar como gráficos, iconos y diseños, ahorrándote tiempo y aumentando el atractivo visual.
fr: Améliorez vos conceptions avec des éléments prêts à l'emploi comme des graphiques, des icônes et des mises en page, vous faisant gagner du temps et améliorant l'attrait visuel.

source: Preview Mode
de: Vorschau-Modus
es: Modo de vista previa
fr: Mode Aperçu

source: Provide a preview of each template, allowing users to see how it looks before making a purchase.
de: Bieten Sie eine Vorschau jeder Vorlage an, damit Benutzer sehen können, wie sie aussieht, bevor sie einen Kauf tätigen.
es: Ofrece una vista previa de cada plantilla, lo que permite a los usuarios ver cómo queda antes de realizar una compra.
fr: Fournissez un aperçu de chaque modèle, permettant aux utilisateurs de voir son apparence avant de faire un achat.

source: Offline Access
de: Offline-Zugriff
es: Acceso sin conexión
fr: Accès hors ligne

source: Offer the option for users to download purchased templates for offline use.
de: Bieten Sie Benutzern die Möglichkeit, gekaufte Vorlagen zur Offline-Nutzung herunterzuladen.
es: Ofrece a los usuarios la opción de descargar las plantillas compradas para su uso sin conexión.
fr: Offrez la possibilité aux utilisateurs de télécharger les modèles achetés pour une utilisation hors ligne.

source: Secure Cloud Storage
de: Sicherer Cloud-Speicher
es: Almacenamiento seguro en la nube
fr: Stockage Cloud Sécurisé

source: Provide cloud storage for purchased templates, ensuring users can access and back up their templates from anywhere securely.
de: Bieten Sie Cloud-Speicher für gekaufte Vorlagen an, um sicherzustellen, dass Benutzer ihre Vorlagen von überall sicher abrufen und sichern können.
es: Proporciona almacenamiento en la nube para las plantillas compradas, garantizando que los usuarios puedan acceder y realizar copias de seguridad de sus plantillas de forma segura desde cualquier lugar.
fr: Offrez un stockage cloud pour les modèles achetés, garantissant que les utilisateurs peuvent accéder et sauvegarder leurs modèles en toute sécurité, de n'importe où.

source: Regular Updates
de: Regelmäßige Updates
es: Actualizaciones periódicas
fr: Mises à jour régulières

source: Continuously add new templates and features to keep the app fresh and engaging for users.
de: Fügen Sie kontinuierlich neue Vorlagen und Funktionen hinzu, um die App für Benutzer frisch und ansprechend zu halten.
es: Añade continuamente nuevas plantillas y funciones para que la aplicación siga siendo novedosa y atractiva para los usuarios.
fr: Ajoutez continuellement de nouveaux modèles et fonctionnalités pour maintenir l'application à jour et attrayante pour les utilisateurs.

source: Wishlist
de: Wunschliste
es: Lista de deseos
fr: Liste de souhaits

source: Allow users to create a wishlist of templates they're interested in, making it easier for them to revisit and potentially purchase later.
de: Ermöglichen Sie Benutzern, eine Wunschliste mit Vorlagen zu erstellen, an denen sie interessiert sind, um es ihnen zu erleichtern, diese später erneut zu besuchen und möglicherweise zu kaufen.
es: Permite a los usuarios crear una lista de deseos con las plantillas que les interesan, facilitando que vuelvan a verlas y puedan comprarlas más tarde.
fr: Permettez aux utilisateurs de créer une liste de souhaits des modèles qui les intéressent, ce qui leur permet de les revoir et éventuellement de les acheter plus tard.

source: Vintage Image
de: Vintage-Bild
es: Imagen vintage
fr: Image Vintage

source: Other features
de: Weitere Funktionen
fr: Autres fonctionnalités

source: Statistics of our app
de: Statistiken unserer App
es: Estadísticas de nuestra aplicación
fr: Statistiques de notre application

source: What our users say?
de: Was unsere Benutzer sagen?
es: ¿Qué dicen nuestros usuarios?
fr: Que disent nos utilisateurs ?

source: It's made exploring and downloading website templates a breeze. The interface is intuitive, and I had no trouble finding the perfect template for my project. It's an app that truly empowers users.
de: Es hat das Erkunden und Herunterladen von Website-Vorlagen zum Kinderspiel gemacht. Die Benutzeroberfläche ist intuitiv, und ich hatte keine Probleme, die perfekte Vorlage für mein Projekt zu finden. Es ist eine App, die Benutzer wirklich stärkt.
es: Ha hecho que explorar y descargar plantillas web sea muy sencillo. La interfaz es intuitiva y no tuve problemas para encontrar la plantilla perfecta para mi proyecto. Es una aplicación que realmente empodera a los usuarios.
fr: Cela a rendu l'exploration et le téléchargement de modèles de sites web un jeu d'enfant. L'interface est intuitive, et je n'ai eu aucune difficulté à trouver le modèle parfait pour mon projet. C'est une application qui donne vraiment du pouvoir aux utilisateurs.

source: Film director
de: Filmregisseur
es: Director de cine
fr: Réalisateur de film

source: Cary Kennedy Image
de: Cary Kennedy Bild
es: Imagen de Cary Kennedy
fr: Image de Cary Kennedy

source: The app's seamless download process and intuitive layout have made selecting templates an enjoyable experience. Being able to preview and experiment with different designs before committing has saved me time and ensured I get the perfect look for my website.
de: Der nahtlose Download-Prozess und das intuitive Layout der App haben die Auswahl von Vorlagen zu einem angenehmen Erlebnis gemacht. Die Möglichkeit, verschiedene Designs vorab anzusehen und damit zu experimentieren, hat mir Zeit gespart und sichergestellt, dass ich den perfekten Look für meine Website erhalte.
es: El fluido proceso de descarga de la aplicación y su diseño intuitivo han hecho que seleccionar plantillas sea una experiencia agradable. Poder previsualizar y experimentar con diferentes diseños antes de decidirse me ha ahorrado tiempo y me ha asegurado obtener el aspecto perfecto para mi sitio web.
fr: Le processus de téléchargement fluide et la mise en page intuitive de l'application ont rendu la sélection de modèles une expérience agréable. Pouvoir prévisualiser et expérimenter différentes conceptions avant de s'engager m'a fait gagner du temps et m'a assuré d'obtenir l'apparence parfaite pour mon site web.

source: Product Manager
de: Produktmanager
es: Gerente de Producto
fr: Chef de produit

source: Josh Wilkinson Image
de: Josh Wilkinson Bild
es: Imagen de Josh Wilkinson
fr: Image de Josh Wilkinson

source: I was able to download and use a professional website template within minutes. The step-by-step process and user-friendly interface made it easy for me to create a website that looks as if it was designed by a pro.
de: Ich konnte innerhalb weniger Minuten eine professionelle Website-Vorlage herunterladen und verwenden. Der Schritt-für-Schritt-Prozess und die benutzerfreundliche Oberfläche machten es mir leicht, eine Website zu erstellen, die aussieht, als wäre sie von einem Profi entworfen worden.
es: Pude descargar y usar una plantilla de sitio web profesional en cuestión de minutos. El proceso paso a paso y la interfaz fácil de usar me facilitaron la creación de un sitio web con un aspecto profesional.
fr: J'ai pu télécharger et utiliser un modèle de site web professionnel en quelques minutes. Le processus étape par étape et l'interface conviviale m'ont permis de créer facilement un site web qui semble avoir été conçu par un professionnel.

source: Decorator
de: Dekorateur
es: Decorador
fr: Décorateur

source: Sidney Hansen Image
de: Sidney Hansen Bild
es: Imagen de Sidney Hansen
fr: Image de Sidney Hansen

source: Read more testimonials
de: Weitere Erfahrungsberichte lesen
es: Leer más testimonios
fr: Lire plus de témoignages

source: Still have some doubts?
de: Haben Sie noch Zweifel?
es: ¿Aún tienes dudas?
fr: Vous avez encore des doutes ?

source: What does this app do?
de: Was macht diese App?
es: ¿Qué hace esta aplicación?
fr: Que fait cette application ?

source: This app provides a platform for you to easily browse, purchase, download, and use a wide range of website templates for your projects.
de: Diese App bietet Ihnen eine Plattform, um eine Vielzahl von Website-Vorlagen für Ihre Projekte einfach zu durchsuchen, zu kaufen, herunterzuladen und zu verwenden.
es: Esta aplicación proporciona una plataforma para que puedas explorar, comprar, descargar y utilizar fácilmente una amplia gama de plantillas de sitios web para tus proyectos.
fr: Cette application vous offre une plateforme pour parcourir, acheter, télécharger et utiliser facilement une large gamme de modèles de sites web pour vos projets.

source: How can this app solve my problem?
de: Wie kann diese App mein Problem lösen?
es: ¿Cómo puede esta aplicación resolver mi problema?
fr: Comment cette application peut-elle résoudre mon problème ?

source: This app streamlines the process of finding and implementing professional website designs, saving you time and effort in creating visually appealing and functional websites.
de: Diese App optimiert den Prozess der Suche und Implementierung professioneller Website-Designs und spart Ihnen Zeit und Mühe bei der Erstellung optisch ansprechender und funktionaler Websites.
es: Esta aplicación agiliza el proceso de encontrar e implementar diseños de sitios web profesionales, ahorrándote tiempo y esfuerzo en la creación de sitios web visualmente atractivos y funcionales.
fr: Cette application simplifie le processus de recherche et de mise en œuvre de conceptions de sites web professionnels, vous faisant gagner du temps et des efforts dans la création de sites web visuellement attrayants et fonctionnels.

source: Is it available for my device?
de: Ist es für mein Gerät verfügbar?
es: ¿Está disponible para mi dispositivo?
fr: Est-elle disponible pour mon appareil ?

source: Our app is designed for compatibility across various devices and platforms, ensuring accessibility whether you're using a smartphone, tablet, or computer.
de: Unsere App ist für die Kompatibilität mit verschiedenen Geräten und Plattformen konzipiert und gewährleistet die Zugänglichkeit, egal ob Sie ein Smartphone, Tablet oder einen Computer verwenden.
es: Nuestra aplicación está diseñada para ser compatible con diversos dispositivos y plataformas, garantizando la accesibilidad ya sea que uses un smartphone, tableta o computadora.
fr: Notre application est conçue pour être compatible avec divers appareils et plateformes, garantissant l'accessibilité que vous utilisiez un smartphone, une tablette ou un ordinateur.

source: What makes this app different from others?
de: Was unterscheidet diese App von anderen?
es: ¿Qué hace que esta aplicación sea diferente de las demás?
fr: Qu'est-ce qui différencie cette application des autres ?
