Repository: kafkiano/astrowind-i18n
Catalog: src/locales/*.po
Languages: de, es, fr

source: Price-related features
de: Preisbezogene Funktionen
es: Funcionalidades relacionadas con el precio
fr: Fonctionnalités liées aux prix

source: Discover the advantages of choosing our plans
de: Entdecken Sie die Vorteile der Wahl unserer Pläne
es: Descubra las ventajas de elegir nuestros planes
fr: Découvrez les avantages de choisir nos plans

source: Tiered Pricing Plans
de: Gestaffelte Preispläne
es: Planes de precios por niveles
fr: Plans tarifaires échelonnés

source: Choose from a range of pricing plans designed to accommodate different budgets and requirements.
de: Wählen Sie aus einer Reihe von Preisplänen, die auf unterschiedliche Budgets und Anforderungen zugeschnitten sind.
es: Elija entre una variedad de planes de precios diseñados para adaptarse a diferentes presupuestos y necesidades.
fr: Choisissez parmi une gamme de plans tarifaires conçus pour s'adapter à différents budgets et exigences.

source: Transparent Pricing
de: Transparente Preisgestaltung
es: Precios transparentes
fr: Tarification transparente

source: Clearly displayed pricing details for each plan, with no hidden costs or unexpected charges.
de: Deutlich angezeigte Preisdetails für jeden Plan, ohne versteckte Kosten oder unerwartete Gebühren.
es: Detalles de precios mostrados claramente para cada plan, sin costes ocultos ni cargos inesperados.
fr: Détails de prix clairement affichés pour chaque plan, sans coûts cachés ni frais inattendus.

source: Secure Payment Methods
de: Sichere Zahlungsmethoden
es: Métodos de pago seguros
fr: Méthodes de paiement sécurisées

source: Secure payment gateways to protect your financial information during transactions.
de: Sichere Zahlungsgateways zum Schutz Ihrer Finanzinformationen bei Transaktionen.
es: Pasarelas de pago seguras para proteger su información financiera durante las transacciones.
fr: Des passerelles de paiement sécurisées pour protéger vos informations financières lors des transactions.

source: Instant Access
de: Sofortiger Zugang
es: Acceso instantáneo
fr: Accès instantané

source: Immediate access to your chosen plan's features and templates upon subscription.
de: Sofortiger Zugriff auf die Funktionen und Vorlagen Ihres gewählten Plans nach dem Abonnement.
es: Acceso inmediato a las funciones y plantillas del plan elegido tras la suscripción.
fr: Accès immédiat aux fonctionnalités et modèles de votre plan choisi dès l'abonnement.

source: Upgrade Value
de: Upgrade-Wert
es: Valor de la actualización
fr: Valeur de la mise à niveau

source: Upgrade to higher-tier plans to unlock more features and benefits for an enhanced experience.
de: Upgraden Sie auf höherwertige Pläne, um mehr Funktionen und Vorteile für ein verbessertes Erlebnis freizuschalten.
es: Actualice a planes de nivel superior para desbloquear más funciones y beneficios para una experiencia mejorada.
fr: Passez à des plans de niveau supérieur pour débloquer plus de fonctionnalités et d'avantages pour une expérience améliorée.

source: Questions answered via live chat, email or phone, every calendar day.
de: Fragen werden täglich per Live-Chat, E-Mail oder Telefon beantwortet.
es: Preguntas respondidas a través de chat en vivo, correo electrónico o teléfono, todos los días del año.
fr: Questions répondues par chat en direct, e-mail ou téléphone, chaque jour calendaire.

source: A guided journey from plans to creativity
de: Eine geführte Reise von Plänen zur Kreativität
es: Un viaje guiado desde los planes hasta la creatividad
fr: Un voyage guidé des plans à la créativité

source: Explore plans
de: Pläne erkunden
es: Explorar planes
fr: Explorer les plans

source: Select a plan
de: Einen Plan auswählen
es: Seleccionar un plan
fr: Sélectionner un plan

source: Sign Up / Log In
de: Registrieren / Anmelden
es: Registrarse / Iniciar sesión
fr: S'inscrire / Se connecter

source: Review order
de: Bestellung überprüfen
es: Revisar pedido
fr: Vérifier la commande

source: Enter payment details
de: Zahlungsdetails eingeben
es: Introducir detalles de pago
fr: Saisir les détails de paiement

source: Download and start using the template(s)
de: Vorlage(n) herunterladen und verwenden
es: Descargue y comience a utilizar la(s) plantilla(s)
fr: Téléchargez et commencez à utiliser le(s) modèle(s)

source: Pricing FAQs
de: Preis-FAQs
es: Preguntas frecuentes sobre precios
fr: FAQ sur les prix

source: Choosing the right plan is important, and we're here to answer your questions. If you have queries about our pricing options, you're in the right place.
de: Die Wahl des richtigen Plans ist wichtig, und wir sind hier, um Ihre Fragen zu beantworten. Wenn Sie Fragen zu unseren Preisoptionen haben, sind Sie hier genau richtig.
es: Elegir el plan adecuado es importante y estamos aquí para responder a sus preguntas. Si tiene dudas sobre nuestras opciones de precios, está en el lugar correcto.
fr: Choisir le bon plan est important, et nous sommes là pour répondre à vos questions. Si vous avez des questions sur nos options de tarification, vous êtes au bon endroit.

source: Do the plans come with customer support?
de: Gibt es zu den Plänen Kundensupport?
es: ¿Los planes incluyen atención al cliente?
fr: Les plans incluent-ils un support client ?

source: Absolutely, all plans include access to our dedicated customer support to assist you with any queries or concerns.
de: Absolut, alle Pläne beinhalten Zugang zu unserem engagierten Kundensupport, um Sie bei Fragen oder Anliegen zu unterstützen.
es: Por supuesto, todos los planes incluyen acceso a nuestro equipo de atención al cliente dedicado para ayudarle con cualquier consulta o inquietud.
fr: Absolument, tous les plans incluent l'accès à notre support client dédié pour vous aider avec toutes vos questions ou préoccupations.

source: Is there a trial period for the different plans?
de: Gibt es eine Testphase für die verschiedenen Pläne?
es: ¿Existe un periodo de prueba para los distintos planes?
fr: Existe-t-il une période d'essai pour les différents plans ?

source: Unfortunately, we don't offer trial periods for the plans. However, you can check out our demo section to preview the quality of our templates.
de: Leider bieten wir keine Testphasen für die Pläne an. Sie können jedoch unseren Demobereich besuchen, um die Qualität unserer Vorlagen zu sehen.
es: Lamentablemente, no ofrecemos periodos de prueba para los planes. Sin embargo, puede consultar nuestra sección de demostración para previsualizar la calidad de nuestras plantillas.
fr: Malheureusement, nous n'offrons pas de périodes d'essai pour les plans. Cependant, vous pouvez consulter notre section de démonstration pour prévisualiser la qualité de nos modèles.

source: Can I switch between plans?
de: Kann ich zwischen Plänen wechseln?
es: ¿Puedo cambiar de plan?
fr: Puis-je changer de plan ?

source: Certainly! You can easily upgrade or downgrade your plan, at any time, to find the one that best suits your evolving requirements.
de: Gerne! Sie können Ihren Plan jederzeit einfach upgraden oder downgraden, um den zu finden, der am besten zu Ihren sich entwickelnden Anforderungen passt.
es: ¡Por supuesto! Puede subir o bajar de categoría de plan fácilmente, en cualquier momento, para encontrar el que mejor se adapte a sus necesidades cambiantes.
fr: Certainement ! Vous pouvez facilement mettre à niveau ou rétrograder votre plan, à tout moment, pour trouver celui qui correspond le mieux à vos besoins évolutifs.

source: What payment methods do you accept?
de: Welche Zahlungsmethoden akzeptieren Sie?
es: ¿Qué métodos de pago aceptan?
fr: Quels modes de paiement acceptez-vous ?

source: We accept major credit cards and online payment methods to ensure a convenient and secure transaction process.
de: Wir akzeptieren gängige Kreditkarten und Online-Zahlungsmethoden, um einen bequemen und sicheren Transaktionsprozess zu gewährleisten.
es: Aceptamos las principales tarjetas de crédito y métodos de pago en línea para garantizar un proceso de transacción cómodo y seguro.
fr: Nous acceptons les principales cartes de crédit et les méthodes de paiement en ligne pour garantir un processus de transaction pratique et sécurisé.

source: Are there any hidden fees beyond the displayed cost?
de: Gibt es versteckte Gebühren über die angezeigten Kosten hinaus?
es: ¿Hay cargos ocultos más allá del coste mostrado?
fr: Y a-t-il des frais cachés au-delà du coût affiché ?

source: No, the subscription cost covers all the features and templates listed under each plan. There are no hidden fees or extra charges.
de: Nein, die Abonnementkosten decken alle Funktionen und Vorlagen ab, die unter jedem Plan aufgeführt sind. Es gibt keine versteckten Gebühren oder zusätzlichen Kosten.
es: No, el coste de la suscripción cubre todas las funciones y plantillas enumeradas en cada plan. No hay cargos ocultos ni costes adicionales.
fr: Non, le coût de l'abonnement couvre toutes les fonctionnalités et les modèles répertoriés dans chaque plan. Il n'y a pas de frais cachés ou de frais supplémentaires.

source: Ready to boost your projects?
de: Bereit, Ihre Projekte voranzutreiben?
es: ¿Listo para impulsar sus proyectos?
fr: Prêt à booster vos projets ?

source: Join our community of satisfied customers who have transformed their work with our templates.
de: Werden Sie Teil unserer Gemeinschaft zufriedener Kunden, die ihre Arbeit mit unseren Vorlagen verändert haben.
es: Únase a nuestra comunidad de clientes satisfechos que han transformado su trabajo con nuestras plantillas.
fr: Rejoignez notre communauté de clients satisfaits qui ont transformé leur travail avec nos modèles.

source: Get started now
de: Jetzt starten
es: Empezar ahora
fr: Commencer maintenant

source: Elevate your projects with our stunning templates
de: Veredeln Sie Ihre Projekte mit unseren beeindruckenden Vorlagen
es: Eleva tus proyectos con nuestras impresionantes plantillas
fr: Élevez vos projets avec nos superbes modèles

source: Explore our meticulously crafted templates tailored to various industries and purposes. From captivating presentations to functional website designs, we offer the tools you need to succeed.
de: Entdecken Sie unsere sorgfältig erstellten Vorlagen, die auf verschiedene Branchen und Zwecke zugeschnitten sind. Von fesselnden Präsentationen bis hin zu funktionalen Website-Designs bieten wir die Tools, die Sie für Ihren Erfolg benötigen.
es: Explora nuestras plantillas meticulosamente diseñadas y adaptadas a diversas industrias y propósitos. Desde presentaciones cautivadoras hasta diseños de sitios web funcionales, ofrecemos las herramientas que necesitas para triunfar.
fr: Découvrez nos modèles méticuleusement conçus et adaptés à diverses industries et objectifs. Des présentations captivantes aux conceptions de sites Web fonctionnelles, nous offrons les outils dont vous avez besoin pour réussir.

source: Start exploring
de: Entdecken Sie jetzt
es: Empezar a explorar
fr: Commencez à explorer

source: Explore our diverse templates
de: Entdecken Sie unsere vielfältigen Vorlagen
es: Explora nuestras diversas plantillas
fr: Découvrez nos divers modèles

source: Discover our selection below to streamline and elevate your projects.
de: Entdecken Sie unsere Auswahl unten, um Ihre Projekte zu optimieren und zu verbessern.
es: Descubre nuestra selección a continuación para agilizar y elevar tus proyectos.
fr: Découvrez notre sélection ci-dessous pour rationaliser et améliorer vos projets.

source: By harmonizing instructional design and visual appeal, templates streamline content creation for varied materials, expediting development and cultivating engaging educational spaces.
de: Durch die Harmonisierung von Instructional Design und visueller Attraktivität optimieren Vorlagen die Inhaltserstellung für verschiedene Materialien, beschleunigen die Entwicklung und schaffen ansprechende Bildungsräume.
es: Al armonizar el diseño instruccional y el atractivo visual, las plantillas agilizan la creación de contenido para diversos materiales, acelerando el desarrollo y cultivando espacios educativos atractivos.
fr: En harmonisant la conception pédagogique et l'attrait visuel, les modèles rationalisent la création de contenu pour divers matériaux, accélérant le développement et cultivant des espaces éducatifs engageants.

source: Crafting functional, visually appealing spaces for residential and commercial use. Templates emphasize layout, colors, and furniture setups, offering a versatile toolkit for your design vision.
de: Gestaltung funktionaler, visuell ansprechender Räume für den privaten und gewerblichen Gebrauch. Vorlagen betonen Layout, Farben und Möblierungen und bieten ein vielseitiges Toolkit für Ihre Designvision.
es: Creación de espacios funcionales y visualmente atractivos para uso residencial y comercial. Las plantillas enfatizan la distribución, los colores y la configuración del mobiliario, ofreciendo un conjunto de herramientas versátil para tu visión de diseño.
fr: Créer des espaces fonctionnels et visuellement attrayants pour un usage résidentiel et commercial. Les modèles mettent l'accent sur la disposition, les couleurs et les aménagements de mobilier, offrant une boîte à outils polyvalente pour votre vision du design.

source: Empowering photographers, our templates facilitate captivating storytelling. With a keen focus on layout, galleries, and typography, they cater to both professionals and enthusiasts.
de: Unsere Vorlagen befähigen Fotografen, fesselndes Storytelling zu ermöglichen. Mit einem starken Fokus auf Layout, Galerien und Typografie richten sie sich sowohl an Profis als auch an Enthusiasten.
es: Empoderando a los fotógrafos, nuestras plantillas facilitan una narrativa cautivadora. Con un enfoque especial en el diseño, las galerías y la tipografía, se adaptan tanto a profesionales como a aficionados.
fr: Nos modèles permettent aux photographes de raconter des histoires captivantes. En mettant l'accent sur la mise en page, les galeries et la typographie, ils s'adressent aussi bien aux professionnels qu'aux passionnés.

source: Developing engaging online stores, our E-commerce templates ensure a dynamic presence to effectively showcase products. Ideal for startups or revamps.
de: Unsere E-Commerce-Vorlagen entwickeln ansprechende Online-Shops und sorgen für eine dynamische Präsenz, um Produkte effektiv zu präsentieren. Ideal für Start-ups oder Neugestaltungen.
es: Desarrollando tiendas online atractivas, nuestras plantillas de comercio electrónico garantizan una presencia dinámica para mostrar productos de manera efectiva. Ideal para startups o renovaciones.
fr: Développant des boutiques en ligne attrayantes, nos modèles e-commerce assurent une présence dynamique pour présenter efficacement les produits. Idéal pour les startups ou les refontes.

source: With attention to typography, these templates empower effective content presentation for writers at any stage, ensuring visually engaging and user-friendly blogs.
de: Mit besonderem Augenmerk auf die Typografie ermöglichen diese Vorlagen eine effektive Inhaltspräsentation für Autoren in jeder Phase und gewährleisten visuell ansprechende und benutzerfreundliche Blogs.
es: Con atención a la tipografía, estas plantillas permiten una presentación de contenido efectiva para escritores en cualquier etapa, garantizando blogs visualmente atractivos y fáciles de usar.
fr: Avec une attention particulière à la typographie, ces modèles permettent une présentation efficace du contenu pour les rédacteurs à toutes les étapes, garantissant des blogs visuellement attrayants et conviviaux.

source: Providing polished options for effective visual communication, these templates empower both startups and established companies for a professional brand presence.
de: Diese Vorlagen bieten ausgefeilte Optionen für eine effektive visuelle Kommunikation und ermöglichen sowohl Start-ups als auch etablierten Unternehmen einen professionellen Markenauftritt.
es: Al proporcionar opciones refinadas para una comunicación visual efectiva, estas plantillas empoderan tanto a startups como a empresas establecidas para una presencia de marca profesional.
fr: Offrant des options soignées pour une communication visuelle efficace, ces modèles renforcent les startups et les entreprises établies pour une présence de marque professionnelle.

source: Offering pre-designed elements for a consistent brand identity, including logos and marketing materials. Ideal for new ventures or revamps.
de: Bietet vorgefertigte Elemente für eine konsistente Markenidentität, einschließlich Logos und Marketingmaterialien. Ideal für neue Unternehmungen oder Neugestaltungen.
es: Ofreciendo elementos prediseñados para una identidad de marca coherente, incluyendo logotipos y materiales de marketing. Ideal para nuevos emprendimientos o renovaciones.
fr: Offrant des éléments pré-conçus pour une identité de marque cohérente, y compris des logos et du matériel marketing. Idéal pour les nouvelles entreprises ou les refontes.

source: From presentations to patient forms, these tools enhance communication effectiveness for healthcare professionals. Ideal for medical practices and research pursuits.
de: Von Präsentationen bis zu Patientenformularen verbessern diese Tools die Kommunikationseffektivität für medizinisches Fachpersonal. Ideal für Arztpraxen und Forschungszwecke.
es: Desde presentaciones hasta formularios de pacientes, estas herramientas mejoran la eficacia de la comunicación para los profesionales de la salud. Ideal para consultas médicas e investigaciones.
fr: Des présentations aux formulaires de patients, ces outils améliorent l'efficacité de la communication pour les professionnels de la santé. Idéal pour les cabinets médicaux et les activités de recherche.

source: With attention to detail, customization, and contemporary design, they empower designers to showcase ideas cohesively. Ideal for all levels of designers.
de: Mit Liebe zum Detail, Anpassungsmöglichkeiten und modernem Design ermöglichen sie Designern, Ideen zusammenhängend zu präsentieren. Ideal für Designer aller Erfahrungsstufen.
es: Con atención al detalle, la personalización y el diseño contemporáneo, permiten a los diseñadores mostrar sus ideas de manera cohesiva. Ideal para diseñadores de todos los niveles.
fr: Grâce à l'attention portée aux détails, à la personnalisation et au design contemporain, ils permettent aux designers de présenter leurs idées de manière cohérente. Idéal pour tous les niveaux de designers.

source: High-Quality Designs
de: Hochwertige Designs
es: Diseños de Alta Calidad
fr: Designs de haute qualité

source: Our templates feature top-tier designs that ensure a professional and polished appearance for your projects.
de: Unsere Vorlagen zeichnen sich durch erstklassige Designs aus, die Ihren Projekten ein professionelles und makelloses Aussehen verleihen.
es: Nuestras plantillas cuentan con diseños de primer nivel que garantizan una apariencia profesional y pulida para tus proyectos.
fr: Nos modèles présentent des designs de premier ordre qui garantissent une apparence professionnelle et soignée pour vos projets.

source: Customization Tools
de: Anpassungswerkzeuge
es: Herramientas de Personalización
fr: Outils de personnalisation

source: Tailor each template to your unique needs with user-friendly customization tools that let you personalize colors, fonts, and content.
de: Passen Sie jede Vorlage an Ihre individuellen Bedürfnisse an – mit benutzerfreundlichen Anpassungswerkzeugen, mit denen Sie Farben, Schriftarten und Inhalte personalisieren können.
es: Adapta cada plantilla a tus necesidades únicas con herramientas de personalización fáciles de usar que te permiten personalizar colores, fuentes y contenido.
fr: Adaptez chaque modèle à vos besoins uniques grâce à des outils de personnalisation conviviaux qui vous permettent de personnaliser les couleurs, les polices et le contenu.

source: Pre-Designed Elements
de: Vorgefertigte Elemente
es: Elementos Prediseñados
fr: Éléments pré-conçus

source: Save time and effort with our ready-to-use elements, including graphics, icons, and layouts that enhance the visual appeal of your creations.
de: Sparen Sie Zeit und Mühe mit unseren gebrauchsfertigen Elementen, darunter Grafiken, Symbole und Layouts, die die visuelle Attraktivität Ihrer Kreationen verbessern.
es: Ahorra tiempo y esfuerzo con nuestros elementos listos para usar, que incluyen gráficos, iconos y diseños que mejoran el atractivo visual de tus creaciones.
fr: Gagnez du temps et des efforts grâce à nos éléments prêts à l'emploi, y compris les graphiques, les icônes et les mises en page qui améliorent l'attrait visuel de vos créations.

source: Preview and Mockup Views
de: Vorschau- und Mockup-Ansichten
es: Vistas de Previsualización y Maqueta
fr: Vues de prévisualisation et de maquette

source: Visualize the final outcome before making any changes using our preview and mockup views, ensuring your projects meet your expectations.
de: Visualisieren Sie das Endergebnis, bevor Sie Änderungen vornehmen, mithilfe unserer Vorschau- und Mockup-Ansichten, um sicherzustellen, dass Ihre Projekte Ihren Erwartungen entsprechen.
es: Visualiza el resultado final antes de realizar cambios utilizando nuestras vistas de previsualización y maqueta, asegurando que tus proyectos cumplan con tus expectativas.
fr: Visualisez le résultat final avant d'apporter des modifications à l'aide de nos vues de prévisualisation et de maquette, en vous assurant que vos projets répondent à vos attentes.

source: Features Image
de: Funktionen Bild
es: Imagen de Funcionalidades
fr: Image des fonctionnalités

source: Main Features
de: Hauptmerkmale
es: Características principales
fr: Caractéristiques principales

source: Time Savings
de: Zeitersparnis
es: Ahorro de Tiempo
fr: Gain de temps

source: Streamline your workflow, enabling you to create stunning materials efficiently and allocate more time to your core tasks.
de: Optimieren Sie Ihren Arbeitsablauf, sodass Sie effizient beeindruckende Materialien erstellen und mehr Zeit für Ihre Kernaufgaben aufwenden können.
es: Optimiza tu flujo de trabajo, permitiéndote crear materiales impresionantes de manera eficiente y asignar más tiempo a tus tareas principales.
fr: Rationalisez votre flux de travail, vous permettant de créer des matériaux époustouflants efficacement et d'allouer plus de temps à vos tâches principales.

source: Professional Appearance
de: Professionelles Erscheinungsbild
es: Apariencia Profesional
fr: Apparence professionnelle

source: Elevate your projects with the polished and sophisticated look that our templates provide, making a lasting impression on your audience.
de: Werten Sie Ihre Projekte mit dem eleganten und anspruchsvollen Look unserer Vorlagen auf und hinterlassen Sie einen bleibenden Eindruck bei Ihrem Publikum.
es: Eleva tus proyectos con el aspecto pulido y sofisticado que ofrecen nuestras plantillas, dejando una impresión duradera en tu audiencia.
fr: Élevez vos projets avec l'aspect soigné et sophistiqué que nos modèles offrent, laissant une impression durable sur votre public.

source: Cost-Efficiency
de: Kosteneffizienz
es: Eficiencia de Costes
fr: Rentabilité

source: Benefit from cost savings by avoiding the need for custom design work, as our templates offer professional-grade designs at a fraction of the cost.
de: Profitieren Sie von Kosteneinsparungen, da Sie keine kundenspezifischen Designarbeiten benötigen, da unsere Vorlagen professionelle Designs zu einem Bruchteil der Kosten bieten.
es: Benefíciate del ahorro de costes al evitar la necesidad de trabajos de diseño personalizados, ya que nuestras plantillas ofrecen diseños de calidad profesional a una fracción del coste.
fr: Bénéficiez de réductions de coûts en évitant le besoin de travaux de conception personnalisés, car nos modèles offrent des designs de qualité professionnelle à une fraction du coût.
